Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.MeetingsUI/Sungero.MeetingsUI.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Meetings
ru: Совещания

# CoverTitle
source: Meeting Management
ru: Управление совещаниями

# CoverDescription
source: This module is where you can work with meeting agendas, minutes and make sure decisions made on the meeting are fully executed.
ru: Модуль предназначен для работы с повестками и протоколами совещаний, а также для исполнения принятых решений.

# CoverGroup_Meetings
source: Meetings
ru: Совещания

# CoverAction_CreateMeeting
source: New Meeting
ru: Создать совещание

# CoverAction_MeetingsList
source: Meeting List
ru: Реестр совещаний

# CoverDescription_MeetingsList
source: All meetings of the company that can be sorted by participants and deadlines.
ru: Перечень всех совещаний, проводимых в компании, с разбивкой по участникам и срокам.

# CoverGroup_Reports
source: Reports
ru: Отчеты

# CoverAction_MeetingActionItems
source: Meeting Action Items
ru: Поручения по совещаниям

# CoverDescription_MeetingActionItems
source: List of action items created on meeting minutes.
ru: Список всех поручений, созданных по протоколам совещаний.

# CoverAction_ActionItemsExecutionReport
source: Follow Up Execution of Action Items Based on Meetings
ru: Контроль исполнения поручений по совещаниям

# CoverDescription_ActionItemsExecutionReport
source: List of meeting action items whose execution deadline is in the specified period.
ru: Список поручений по совещаниям с плановым сроком исполнения в выбранном периоде.

# CoverGroup_Agendas
source: Agendas
ru: Повестки совещаний

# CoverAction_CreateAgenda
source: New Agenda
ru: Создать повестку

# CoverDescription_CreateAgenda
source: Quick creation of meeting agendas.
ru: Быстрое создание повесток по совещаниям.

# CoverAction_AgendaList
source: Meeting Agendas
ru: Повестки совещаний

# CoverDescription_AgendaList
source: List of all meeting agendas.
ru: Список всех повесток по совещаниям.

# CoverGroup_LinkedInformation
source: Related Information
ru: Связанная информация

# CoverAction_Employees
source: Employees
ru: Сотрудники

# CoverDescription_Employees
source: Information about employees.
ru: Открытие справочника сотрудников

# CoverGroup_Minutes
source: Minutes
ru: Протоколы совещаний

# CoverAction_CreateMinutes
source: New Minutes
ru: Создать протокол

# CoverDescription_CreateMinutes
source: Quick creation of meeting minutes.
ru: Быстрое создание протоколов по совещаниям.

# CoverAction_MinutesList
source: Meeting Minutes
ru: Протоколы совещаний

# CoverDescription_MinutesList
source: List of all meeting minutes.
ru: Список всех протоколов по совещаниям.

# sf_27269d06_5094_49a2_8b00_d4bb04d1ae88
source: Meeting Minutes
ru: Протоколы совещаний

# FilterPanel_MyMinutes_1096b1e441374c71968a52bc36d1145e
source: Minutes Where I Am
ru: Протоколы, где я

# FilterPanel_President_a32a97893933412680a7a6d964a94e7b
source: Chairperson
ru: Председатель

# FilterPanel_Secretary_aea5f3e653804321960ad450f844bcac
source: Secretary
ru: Секретарь

# FilterPanel_Member_365a6eb52f9a434bbdb935555fdd26ed
source: Participant
ru: Участник

# FilterPanel_ForExecution_2b5ebe6c674d471b90271d0cc2eea7d6
source: Being Executed By
ru: На исполнении у

# FilterPanel_ByMe_9318fefd26014c6aa2e401e64148600e
source: Me
ru: Меня

# FilterPanel_ByMySubordinate_ec13479e83ed40f0bb289f123e205e6e
source: My Subordinates
ru: Моих подчиненных

# FilterPanel_ByEmployee_ed92ed99055d456da1bf6503b54dd91f
source: Employee
ru: Сотрудника

# FilterPanel_Period_9f7dacf2f1e94a439394f36ab0a6f79a
source: Document Date
ru: Дата документа

# FilterPanel_LastWeek_9ea6d4ee267e40e794b3f107610881e4
source: Last 7 days
ru: Последние 7 дней

# FilterPanel_LastMonth_ee10276f3122447b8f177234a0677f83
source: Last 30 days
ru: Последние 30 дней

# FilterPanel_Last90Days_54c6f2f93dbe407aafaa83fe063e1af7
source: Last 90 days
ru: Последние 90 дней

# FilterPanel_ManualPeriod_5aa3db23c06b4fa390a0b4d499083fbc
source: User-defined period:
ru: Произвольный период
