Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Exchange/Sungero.Exchange.Shared/ReceiptNotificationSendingAssignment/ReceiptNotificationSendingAssignmentSystem.*.resx
Languages: ru

# Enum_Result_Complete
source: Document receipt notifications sent
ru: Извещения о получении документов отправлены

# Action_Complete
source: Send Notifications
ru: Отправить извещения

# Action_CompleteHint
source: Send Document Receipt Notifications
ru: Отправить извещения о получении документов

# Action_CompleteConfirmationMessage
source: Send notifications on receipt of documents?
ru: Отправить извещения о получении документов?

# Action_CompleteDescription
source: Send notifications of document receipt and close the assignment card
ru: Отправка извещений о получении документов и закрытие карточки задания

# DisplayName
source: Send notifications
ru: Отправка извещений

# AccusativeDisplayName
source: Send notifications
ru: Отправку извещений

# CollectionDisplayName
source: Assignments to send notifications
ru: Задания на отправку извещений

# Property_Box
source: Business Unit Exchange Box
ru: Абонентский ящик нашей организации

# Action_ShowDocuments
source: List of Documents
ru: Требуют отправки извещения о получении

# Action_ShowDocumentsDescription
source: Show list of documents received from exchange service for which receipt notifications will be sent.
ru: Показать список документов из сервиса обмена, для которых будут отправлены извещения о получении.

# Action_ShowDocumentsHint
source: Documents received from exchange service for which receipt notifications should be sent.
ru: Документы, поступившие из сервиса обмена, для которых требуется отправить извещение о получении

# Ribbon_Documents_7a0fe95160b247e0ab5d5981ecd7382c
source: Documents
ru: Документы

# Ribbon_Documents_d4bb222a7ca048bcb4050e4a38f25087
source: Documents
ru: Документы

# Action_ForwardedDescription
source: Forward the assignment to the selected employee
ru: Переадресация задания выбранному сотруднику

# Action_ForwardedConfirmationMessage
source: Forward the assignment?
ru: Переадресовать задание?

# Action_ForwardedHint
source: Forward Assignment
ru: Переадресовать задание

# Enum_Result_Forwarded
source: Forwarded
ru: Переадресовано

# Action_Forwarded
source: Forward
ru: Переадресовать

# Property_Addressee
source: Forward to employee
ru: Переадресовать сотруднику

# Property_NewDeadline
source: New deadline
ru: Новый срок
