Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/DocumentReviewTask/DocumentReviewTask.*.resx
Languages: ru

# AcquaintanceWithDocumentComplete
source: Document review completed: {0}
ru: Завершено рассмотрение: {0}

# AssignmentCreated
source: Action item created: {0}
ru: Создано поручение: {0}

# ResolutionPassed
source: Resolution passed {0}
ru: Вынесена резолюция: {0}

# CreateAssignment
source: Create action item: {0}
ru: Создайте поручение: {0}

# DocumentConsiderationStarted
source: Document review started: {0}
ru: Начато рассмотрение: {0}

# Consideration
source: Review: {0}
ru: Рассмотрение: {0}

# ReviewDocument
source: Review document: {0}
ru: Рассмотрите: {0}

# DocumentOnExecution
source: Document is on execution.
ru: Документ находится на исполнении.

# IncomingDocumentMustBeRegistered
source: You can send incoming document for review only if it is registered.
ru: Для отправки входящего документа на рассмотрение требуется его регистрация.

# StateViewDocumentSent
source: Document has been sent for review
ru: Документ отправлен на рассмотрение

# StateViewAuthor
source: Author
ru: Автор

# StateViewSendActionItemOnResolution
source: Create action items on document
ru: Создание поручений по документу

# PrepareDraftResolution
source: Prepare draft resolution for addressee {1}: {0}
ru: Подготовьте проект резолюции, адресат {1}: {0}

# ManagerIsInformed
source: Informed: {0}
ru: Принято к сведению: {0}

# CantRedirectWithoutAddressee
source: Specify the employee who will review the document.
ru: Для переадресации укажите сотрудника, который будет рассматривать документ.

# FindNotDraftResolution
source: You can add action items as draft resolution only if they were created within current assignment.
ru: В качестве проекта резолюции можно добавить только поручения, созданные в рамках текущего задания.

# Forward
source: Forwarded to {0}
ru: Переадресовано {0}

# PreparingDraftResolution
source: Prepare draft resolution
ru: Подготовка проекта резолюции

# ReworkPrepareDraftResolution
source: Rework draft resolution for addressee {1}: {0}
ru: Доработайте проект резолюции, адресат {1}: {0}

# ReworkDraftResolutionThreadSubject
source: Rework draft resolution
ru: Доработка проекта резолюции

# ReviewCompletionNoticeThreadSubject
source: Notice about document review completion
ru: Уведомление о завершении рассмотрения

# ReviewBeginingNoticeThreadSubject
source: Notice about document review start
ru: Уведомление о начале рассмотрения

# NoRightsToDocument
source: There is no document, or you do not have sufficient access rights to it. Contact your system administrator.
ru: Отсутствует документ или права доступа на него. Обратитесь к администратору системы.

# NeedToRework
source: Rework: {0}
ru: Доработайте: {0}

# AddresseeAlreadyExists
source: {0} is already engaged in document review.
ru: {0} уже участвует в рассмотрении документа.

# ConfirmDeleteDraftResolutionsForWrongAddressee
source: Action items assigned not on behalf of the addressee will be removed from the draft resolution.
ru: Поручения из проекта резолюции, выданные не от имени адресата, удалятся.

# ReviewReworkAssignment
source: Rework by initiator
ru: Доработка инициатором
