Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/RegistrationSetting/RegistrationSettingSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# Property_DocumentFlow
source: Document flow
ru: Документопоток

# Enum_DocumentFlow_Incoming
source: Incoming
ru: Входящий

# Enum_DocumentFlow_Outgoing
source: Outgoing
ru: Исходящий

# Enum_DocumentFlow_Inner
source: Internal
ru: Внутренний

# Enum_DocumentFlow_Contracts
source: Contracts
ru: Договоры

# Property_DocumentKinds
source: Document kinds
ru: Виды документов

# Property_BusinessUnits
source: Business units
ru: Наши организации

# Property_Departments
source: Departments
ru: Подразделения

# Property_DocumentRegister
source: Document register
ru: Журнал

# DisplayName
source: Registration Setting
ru: Настройка регистрации

# AccusativeDisplayName
source: Registration Setting
ru: Настройку регистрации

# CollectionDisplayName
source: Registration Settings
ru: Настройки регистрации

# Property_Priority
source: Priority
ru: Приоритет

# ControlGroup_308bc550b6e3410b99d5255d10de3dd6
source: Criteria
ru: Критерии

# ControlGroup_799bc6d8d03e4bbf9fcd7974f7c67bb0
source: Doc. Register
ru: Журнал

# Action_ShowDuplicate
source: Show Duplicates
ru: Показать дубли

# Action_ShowDuplicateDescription
source: Show settings with the same criteria: Document kinds, Business units and Departments.
ru: Показать настройки с совпадающими условиями: виды документов, наши организации, подразделения.

# Action_ShowDuplicateHint
source: Show Duplicate Settings
ru: Показать дубли

# Ribbon_Reports_47bdd3709af841a8b6544434e7677dbc
source: Report
ru: Отчет

# Action_ShowRegistrationSettingsList
source: Registration Setting
ru: Настройки регистрации

# Action_ShowRegistrationSettingsListDescription
source: Show information about registration/numbering settings depending on the document kinds, business units, and departments
ru: Вывод информации по настройкам регистрации/нумерации в разрезе видов документов, наших организаций и подразделений.

# Action_ShowRegistrationSettingsListHint
source: Document Registration Setting
ru: Отчет "Настройка регистрации документов"

# Property_SettingType
source: Setting type
ru: Тип настройки

# Enum_SettingType_Registration
source: Registration
ru: Регистрация

# Enum_SettingType_Reservation
source: Reservation
ru: Резервирование

# Enum_SettingType_Numeration
source: Numbering
ru: Нумерация

# Action_ShowDepartments
source: Show Departments
ru: Открыть

# Action_ShowDepartmentsDescription
source: Show Departments
ru: Открыть справочник подразделений

# Action_ShowDepartmentsHint
source: Show Departments
ru: Открыть справочник подразделений

# Action_ShowBusinessUnits
source: Show Business units
ru: Открыть

# Action_ShowBusinessUnitsDescription
source: Show Business units
ru: Открыть справочник наших организаций

# Action_ShowBusinessUnitsHint
source: Show business units
ru: Открыть справочник наших организаций

# Action_ShowDocumentKinds
source: Show Document kinds
ru: Открыть

# Action_ShowDocumentKindsDescription
source: Show Document kinds
ru: Открыть справочник видов документов

# Action_ShowDocumentKindsHint
source: Show Document kinds
ru: Открыть справочник видов документов
