Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/OfficialDocument/OfficialDocumentSystem.*.resx
Languages: ru

# Action_ChangeDocumentTypeDescription
source: After you change document type, document card will change as well. You will be prompted to specify required requisites. You will not be able to change document type again.
ru: После смены типа документа карточка будет изменена. Потребуется указать необходимые реквизиты. Повторная смена типа будет невозможна.

# Action_ChangeDocumentTypeHint
source: Change Document Type
ru: Сменить тип документа

# Ribbon_ServiceGroup_bc285966c6e245ee95412efcf471bf14
source: Service
ru: Сервис

# Ribbon_Document_6d15b5678aaa43c98c9eaca6d8f16bfe
source: Document
ru: Документ

# Action_ExportDocument
source: Export Document
ru: Выгрузить документ

# Action_ExportDocumentDescription
source: Export the document with approval electronic signatures.
ru: Выгрузить документ с утверждающими электронными подписями.

# Action_ExportDocumentHint
source: Export Document with Electronic Signatures
ru: Выгрузка документа

# Ribbon_Export_a38da52fcc71444094309bdf17239dd2
source: Export
ru: Выгрузка

# Property_OurSigningReason
source: Signing authority
ru: Основание

# Action_ShowOurSigningReason
source: Show Signing Authority
ru: Показать основание

# Action_ShowOurSigningReasonDescription
source: Show fields that contain signing authority
ru: Отображение полей с основанием для подписания

# Action_ShowOurSigningReasonHint
source: Show fields that contain signing authority
ru: Отображение полей с основанием для подписания
