Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/OfficialDocument/OfficialDocumentSystem.*.resx
Languages: ru

# ControlGroup_406e14dc17444a7f85d8f6eef8abaa3f
source: Main
ru: Основное

# ControlGroup_4e1d78fc6f6c4c81bf9aa1fa2031a46b
source: Date and number
ru: Дата и номер

# ControlGroup_696a8bb83e1244c8927a37d955cfbf0f
source: Retention
ru: Хранение

# ControlGroup_1b194ce3c44048879f0d1cdc4303c583
source: Lifecycle
ru: Жизненный цикл

# Form_Location
source: Tracking
ru: Выдача

# ControlGroup_f1bb25112ea0463f8e5cc990e5345728
source: Tracking of Original Document and Copies
ru: Журнал передачи оригинала и копий документа

# Ribbon_RegistrationCommands_7aa0ac2480394d94954284c3d878412e
source: Registration
ru: Регистрация

# Ribbon_DeliveryCommands_df0be3eb70454137aadaab670eccf2a7
source: Tracking
ru: Выдача

# Enum_Operation_Registration
source: Registration
ru: Регистрация

# Enum_Operation_Unregistration
source: Cancel registration
ru: Отмена регистрации

# Enum_Operation_RegChange
source: Change registration data
ru: Изменение регистрационных данных

# Enum_Operation_Reservation
source: Reserve number
ru: Резервирование номера

# Enum_Operation_Numeration
source: Assign number
ru: Присвоение номера

# Enum_Operation_Unnumeration
source: Clear number
ru: Очистка номера

# Enum_Operation_NumChange
source: Change requisites
ru: Изменение реквизитов

# Enum_Operation_Unreservation
source: Cancel number reservation
ru: Отмена резервирования номера

# Enum_Operation_EnAborted
source: Endorsement state set to abort
ru: Отметка о прекращении согласования

# Enum_Operation_EnOnApproval
source: Endorsement state set to on endorsement
ru: Отметка о начале согласования

# Enum_Operation_EnOnRework
source: Endorsement state set to on rework
ru: Отметка как дорабатываемого

# Enum_Operation_EnPendingSign
source: Endorsement state set to on sign
ru: Отметка о начале подписания

# Enum_Operation_EnSigned
source: Endorsement state set to signed
ru: Отметка о подписании

# Enum_Operation_EnCancelled
source: Endorsement state set to cancelled
ru: Отметка о прекращении согласования

# Enum_Operation_EnStateClear
source: Endorsement state clear
ru: Очистка статуса согласования

# Enum_Operation_CEOnApproval
source: Counterparty endorsement state set to on endorsement
ru: Отметка о начале согласования с контрагентом

# Enum_Operation_CESigned
source: Counterparty endorsement state set to signed
ru: Отметка о подписании контрагентом

# Enum_Operation_CEUnsigned
source: Counterparty endorsement state set to not signed
ru: Отметка о неподписании контрагентом

# Enum_Operation_CEStateClear
source: Counterparty endorsement state clear
ru: Очистка статуса согласования с контрагентом

# Enum_Operation_ExOnReview
source: Execution state set to consideration
ru: Отметка о начале рассмотрения

# Enum_Operation_ExSending
source: Execution state set to waiting
ru: Отметка об ожидании отправки на исполнение

# Enum_Operation_ExWithoutExecut
source: Execution state set to without executing
ru: Отметка как не требующего исполнения

# Enum_Operation_ExOnExecution
source: Execution state set to on execution
ru: Отметка о начале исполнения

# Enum_Operation_ExExecuted
source: Execution state set to executed
ru: Отметка об исполнении

# Enum_Operation_ExAborted
source: Execution state set to aborted
ru: Отметка о прекращении исполнения

# Enum_Operation_ExStateClear
source: Execution state clear
ru: Очистка статуса исполнения

# Enum_Operation_COnControl
source: Control execution state set to on control
ru: Отметка как на контроле

# Enum_Operation_CSpecialControl
source: Control execution state set to special control
ru: Отметка как на особом контроле

# Enum_Operation_CWithoutControl
source: Control execution state set to without control
ru: Отметка как не на контроле

# Enum_Operation_CControlRemoved
source: Control execution state set to control removed
ru: Отметка о снятии с контроля

# Enum_Operation_CStateClear
source: Control execution state clear
ru: Очистка статуса контроля исполнения

# Enum_Operation_SetToDraft
source: Change lifecycle stage to "Draft"
ru: Отметка как разрабатываемого

# Enum_Operation_SetToActive
source: Change lifecycle stage to "Active"
ru: Отметка как действующего

# Enum_Operation_SetToTerminated
source: Change lifecycle stage to "Terminated"
ru: Отметка о расторжении

# Enum_Operation_SetToClosed
source: Change lifecycle stage to "Closed"
ru: Отметка об исполнении

# Enum_Operation_SetToCancelled
source: Change lifecycle stage to "Void"
ru: Отметка об аннулировании

# Enum_Operation_SetToObsolete
source: Change lifecycle stage to "Obsolete"
ru: Отметка о прекращении действия

# Enum_Operation_SetToPaid
source: Change lifecycle stage to "Paid"
ru: Отметка об оплате

# Enum_Operation_SetToStateClear
source: Clear state of lifecycle stage
ru: Очистка состояния жизненного цикла

# Enum_ControlExecutionState_ControlRemoved
source: Removed from control
ru: Снято с контроля

# Enum_ControlExecutionState_OnControl
source: Under control
ru: На контроле

# Enum_ControlExecutionState_SpecialControl
source: Under special control
ru: На особом контроле

# Enum_ControlExecutionState_WithoutControl
source: Not under control
ru: Не на контроле

# Enum_ExternalApprovalState_Unsigned
source: Unsigned
ru: Не подписан

# Enum_ExternalApprovalState_OnApproval
source: On approval
ru: На согласовании

# Enum_ExternalApprovalState_Signed
source: Signed
ru: Подписан

# Enum_InternalApprovalState_Aborted
source: Aborted
ru: Прекращено

# Enum_InternalApprovalState_OnApproval
source: On approval
ru: На согласовании

# Enum_InternalApprovalState_OnRework
source: On rework
ru: На доработке

# Enum_InternalApprovalState_PendingSign
source: Pending signature
ru: На подписании

# Enum_InternalApprovalState_Signed
source: Signed
ru: Подписан

# Enum_ExecutionState_Aborted
source: Aborted
ru: Прекращено

# Enum_ExecutionState_OnReview
source: On review
ru: На рассмотрении

# Enum_ExecutionState_Executed
source: Executed
ru: Исполнен

# Enum_ExecutionState_OnExecution
source: On execution
ru: На исполнении

# Enum_ExecutionState_Sending
source: Sending for execution
ru: Отправка на исполнение

# Enum_ExecutionState_WithoutExecut
source: Execution not required
ru: Не требует исполнения

# Enum_LifeCycleState_Active
source: Active
ru: Действующий

# Enum_LifeCycleState_Cancelled
source: Void
ru: Аннулирован

# Enum_LifeCycleState_Draft
source: Draft
ru: В разработке

# Enum_LifeCycleState_Executed
source: Closed
ru: Исполнен

# Enum_LifeCycleState_Terminated
source: Terminated
ru: Расторгнут

# Operation_Register
source: Register
ru: Регистрация

# Property_Action
source: Action
ru: Действие

# Property_PlacedToCaseFileDate
source: Date placed to file
ru: Дата помещения

# Property_Comment
source: Note
ru: Примечание

# Property_ControlExecutionState
source: Follow up
ru: Контроль исполнения

# Property_ExternalApprovalState
source: External approval
ru: Согл. с контрагентом

# Property_DeliveryDate
source: Delivery date
ru: Дата выдачи

# Property_DeliveryMethod
source: Delivery method
ru: Способ доставки

# Property_DeliveredTo
source: Delivered to
ru: Кому передан

# Property_InternalApprovalState
source: Internal approval
ru: Согласование

# Property_ExecutionState
source: Execution
ru: Исполнение

# Property_CaseFile
source: Case File
ru: Дело

# Property_Index
source: Order Number
ru: Порядковый номер

# Property_IsHeldByCounterParty
source: Return from counterparty required
ru: Требуется возврат от контрагента

# Property_IsReturnRequired
source: Return required
ru: Требуется возврат

# Property_IsOriginal
source: Original document
ru: Оригинал

# Property_LifeCycleState
source: State
ru: Состояние

# Property_Tracking
source: Tracking
ru: Выдача

# Property_LocationState
source: Location
ru: Местонахождение

# Property_DocumentRegister
source: Document register
ru: Журнал регистрации

# Property_RegistrationDate
source: Document date
ru: Дата документа

# Property_RegistrationNumber
source: Reg. No.
ru: Рег. №

# Property_RegistrationState
source: Registration state
ru: Регистрация

# Property_ReturnDate
source: Return date
ru: Дата возврата

# Property_ScheduledReturnDateFromCounterparty
source: Scheduled return date from counterparty
ru: Срок возврата от контрагента

# Property_ResponsibleForReturnEmployee
source: Employee resp. for return
ru: Ответственный за возврат

# Property_ReturnResult
source: Return result
ru: Результат возврата

# Property_ReturnTask
source: Task to return document
ru: Задача возврата

# Property_ReturnDeadline
source: Return deadline
ru: Срок возврата

# Action_SendForApproval
source: For Rule-Based Approval
ru: На согласование по регламенту

# Action_SendForApprovalDescription
source: Send document for approval according to approval rules
ru: Отправка документа задачей на согласование по регламенту

# Action_SendForApprovalHint
source: Send for rule-based approval
ru: Отправить на согласование по регламенту

# Action_SendActionItem
source: To Assignees as Action Item
ru: На исполнение поручением

# Action_SendActionItemDescription
source: Send action item on the current document
ru: Отправка поручения по текущему документу

# Action_SendActionItemHint
source: Send Action Item on Document
ru: Отправить поручение по документу

# Action_DeliverDocument
source: Deliver document
ru: Выдать документ

# Action_DeliverDocumentDescription
source: Deliver paper document to a person or track to whom it was delivered and at what time and date
ru: Выдать бумажный экземпляр документа

# Action_DeliverDocumentHint
source: Deliver document
ru: Выдать документ

# Action_Register
source: Register
ru: Зарегистрировать

# Action_RegisterDescription
source: Register document assigning registration number
ru: Регистрация документа в журнале с присвоением регистрационного номера

# Action_RegisterHint
source: Register Document
ru: Зарегистрировать документ

# Action_ChangeRequisites
source: Change Requisites
ru: Изменить реквизиты

# Action_ChangeRequisitesDescription
source: Open card of registered document to change registration data
ru: Открытие для изменения реквизитов зарегистрированного документа

# Action_ChangeRequisitesHint
source: Change Requisites
ru: Изменить реквизиты

# Action_AssignNumber
source: Assign Number
ru: Присвоить номер

# Action_AssignNumberDescription
source: Assign registration number for document in the register
ru: Присвоение/резервирование номера для документа в журнале

# Action_AssignNumberHint
source: Assign Registration Number
ru: Присвоить/зарезервировать номер для документа

# Action_ReturnDocument
source: Return Document
ru: Вернуть документ

# Action_ReturnDocumentDescription
source: Return paper document
ru: Вернуть бумажный экземпляр документа

# Action_ReturnDocumentHint
source: Return Document
ru: Вернуть документ

# Action_ReturnFromCounterparty
source: Return Document
ru: Вернуть документ

# Action_ReturnFromCounterpartyDescription
source: Return paper document
ru: Вернуть бумажный экземпляр документа

# Action_ReturnFromCounterpartyHint
source: Return Document
ru: Вернуть документ

# Action_ShowRegistrationPane
source: Registration Pane
ru: Область регистрации

# Action_ShowRegistrationPaneDescription
source: Show or hide pane containing additional document requisites
ru: Скрытие или отображение области с регистрационно-учетными реквизитами документа

# Action_ShowRegistrationPaneHint
source: Show or Hide Registration Pane
ru: Скрыть или показать область регистрации

# Action_ShowReturnAssignments
source: Open Assignment to Return Document
ru: Открыть задание на возврат

# Action_ShowReturnAssignmentsDescription
source: Open assignment to return paper document
ru: Открыть задание на возврат документа

# Action_ShowReturnAssignmentsHint
source: Open Assignment to Return Document
ru: Открыть задание на возврат

# Action_CancelRegistration
source: Cancel Registration
ru: Отменить регистрацию

# Action_CancelRegistrationDescription
source: Cancel registration of the current document
ru: Отмена регистрации текущего документа

# Action_CancelRegistrationHint
source: Cancel Document Registration
ru: Отменить регистрацию документа

# Enum_RegistrationState_NotRegistered
source: Not registered
ru: Не зарегистрирован

# Enum_RegistrationState_Registered
source: Registered
ru: Зарегистрирован

# Enum_RegistrationState_Reserved
source: Reserved
ru: Зарезервирован

# Property_DocumentKind
source: Document kind
ru: Вид документа

# Property_BusinessUnit
source: Business unit
ru: Наша орг.

# Property_Subject
source: Subject
ru: Содержание

# Property_Note
source: Note
ru: Примечание

# Property_OurSignatory
source: Signed by
ru: Подписал

# DisplayName
source: Official Document
ru: Официальный документ

# Action_ShowDocumentReturn
source: Check Return
ru: Контроль возврата

# Action_ShowDocumentReturnDescription
source: Open list of the documents that were not returned from departments
ru: Открыть перечень документов, которые не были возвращены из подразделений

# Action_ShowDocumentReturnHint
source: Check Document Return
ru: Контроль возврата документов

# AccusativeDisplayName
source: Official Document
ru: Официальный документ

# CollectionDisplayName
source: Official Documents
ru: Официальные документы

# Enum_OperationDetailed_Numeration
source: A number {0}, date {1}, register "{2}".
ru: Номер {0}, дата {1}, журнал "{2}".

# Enum_OperationDetailed_Registration
source: A number {0}, date {1}, register "{2}".
ru: Номер {0}, дата {1}, журнал "{2}".

# Enum_OperationDetailed_Reservation
source: A number {0}, date {1}, register "{2}".
ru: Номер {0}, дата {1}, журнал "{2}".

# Enum_OperationDetailed_NumChange
source: A number {0}, date {1}, register "{2}".
ru: Номер {0}, дата {1}, журнал "{2}".

# Enum_OperationDetailed_RegChange
source: A number {0}, date {1}, register "{2}".
ru: Номер {0}, дата {1}, журнал "{2}".

# Form_30d150530c6440f289b8b68c0c9fd574
source: Tracking
ru: Выдача

# ControlGroup_42612188cf984a66a4cc5c674787d208
source: Notes
ru: Примечание

# Property_DocumentGroup
source: Document group
ru: Группа документов

# Property_Assignee
source: Assignee
ru: Исполнитель

# Property_Department
source: Department
ru: Подразделение

# Action_ApprovalForm
source: Approval Form
ru: Лист согласования

# Action_ApprovalFormDescription
source: View approval form for the document
ru: Открытие листа согласования по документу

# Action_ApprovalFormHint
source: View Approval Form
ru: Открыть лист согласования

# Form_a1ced6b8fe174f6183100fb8faf6b263
source: Tasks
ru: Задачи

# Enum_LifeCycleState_Obsolete
source: Obsolete
ru: Устаревший

# Action_SendForFreeApproval
source: For Free Approval
ru: На свободное согласование

# Action_SendForFreeApprovalDescription
source: Send document for free approval by task
ru: Отправка документа задачей на свободное согласование

# Action_SendForFreeApprovalHint
source: Send for free approval
ru: Отправить на свободное согласование

# Action_SendForReview
source: To Manager for Review
ru: На рассмотрение руководителю

# Action_SendForReviewDescription
source: Send document to manager for review
ru: Отправка документа задачей на рассмотрение руководителю

# Action_SendForReviewHint
source: Send for Review
ru: Отправить на рассмотрение

# Property_PreparedBy
source: Prepared by
ru: Подготовил

# Enum_Operation_EnReviewed
source: Endorsement state set to reviewed
ru: Отметка о рассмотрении

# Enum_Operation_EnPendingReview
source: Endorsement state set to on review
ru: Отметка о начале рассмотрения

# ControlGroup_72e492251e834e65bb33ea838a458e43
source: Location
ru: Местонахождение

# Property_Project
source: Project
ru: Проект

# Property_AssociatedApplication
source: Opens with
ru: Открывается в

# Property_LastVersionApproved
source: Approved
ru: Утвержден

# Action_CreateAddendum
source: Create Addendum
ru: Создать приложение

# Action_CreateAddendumDescription
source: Create an addendum to the document
ru: Создание приложения к документу

# Action_CreateAddendumHint
source: Create Addendum to Document
ru: Создать приложение к документу

# Ribbon_RelatedDocumentCommands_05d63e9c36c044c3a7fdb1a360e13fc0
source: Related Documents
ru: Связанные документы

# Action_CreateFromTemplateHint
source: Create version from template
ru: Создать версию из шаблона

# AdditionalInfoTemplate
source: Author [Author]
ru: Автор: [Author]

# Ribbon_RelatedDocumentCommands_40129d01a20041e9ab9d7349ae62b2c4
source: Related Documents
ru: Связанные документы

# Action_SendToCounterparty
source: Via Exchange Service
ru: Через сервис обмена

# Action_SendToCounterpartyDescription
source: Send the document to counterparty via document exchange service. If the document was initially received from the counterparty and requires a signature, you will be asked to specify result of signing. This command is only available if you are included into role "Users authorized to work via exchange service".
ru: Отправка документа контрагенту через сервис обмена электронными документами. Если документ получен от контрагента и требует подписания, у вас будет запрошен результат подписания. Действие доступно для пользователей, которые включены в роль "Пользователи с правами на работу через сервис обмена".

# Action_SendToCounterpartyHint
source: Send or Return Document to Counterparty
ru: Отправить или вернуть документ контрагенту

# Property_ExchangeState
source: Electronic exchange
ru: Электронный обмен

# Operation_SendByExchange
source: Send via exchange service
ru: Отправка через сервис обмена

# Enum_ExchangeState_Received
source: Received
ru: Получен

# Enum_ExchangeState_Sent
source: Sent to counterparty
ru: Отправлен контрагенту

# Enum_ExchangeState_SignAwaited
source: Awaiting counterparty's signature
ru: Ожидается подпись контрагента

# Enum_ExchangeState_SignRequired
source: Signature required
ru: Требуется подписание

# Enum_ExchangeState_Signed
source: Signed by both parties
ru: Подписан обеими сторонами

# Enum_ExchangeState_Rejected
source: Rejected
ru: Отказано в подписании

# Enum_ExchangeState_Terminated
source: Cancelled
ru: Аннулирован

# Enum_ExchangeState_Obsolete
source: Cancelled
ru: Аннулирован

# Property_LeadingDocument
source: Leading document
ru: Ведущий док.

# Action_OpenInExchangeService
source: Open in Service
ru: Открыть в сервисе

# Action_OpenInExchangeServiceDescription
source: Open the document on website of the exchange service
ru: Открытие документа на сайте сервиса электронного обмена.

# Action_OpenInExchangeServiceHint
source: Open Document in Exchange Service
ru: Открыть документ в сервисе обмена

# Ribbon_ServiceGroup_0ae336b121774ccfa3fbd7004a8a08b8
source: Exchange service
ru: Сервис обмена

# Action_OpenExchangeOrderReport
source: Electronic Exchange Log
ru: Протокол эл. обмена

# Action_OpenExchangeOrderReportDescription
source: View electronic document exchange log
ru: Просмотр протокола электронного обмена по документу

# Action_OpenExchangeOrderReportHint
source: Open Electronic Exchange Log
ru: Открыть протокол электронного обмена

# Action_OpenOriginal
source: Open Original
ru: Открыть оригинал

# Action_OpenOriginalDescription
source: Open the document in original format without electronic signature stamps.
ru: Открытие документа в оригинальном форматировании без штампов визуализации электронной подписи.

# Action_OpenOriginalHint
source: Open Original Document Version
ru: Открыть версию документа до преобразования

# Action_OpenDocumentReadHint
source: Read document
ru: Читать документ

# Action_OpenDocumentReadDescription
source: Open the document as read-only.
ru: Открытие электронного документа без возможности изменения.

# Action_SendForAcquaintance
source: For Acquaintance
ru: На ознакомление

# Action_SendForAcquaintanceDescription
source: Send document by acquaintance task.
ru: Отправка документа задачей на ознакомление.

# Action_SendForAcquaintanceHint
source: Send for Acquaintance
ru: Отправить на ознакомление

# Ribbon_Reports_6bafd262471346eb9c42e68884286194
source: Reports
ru: Отчеты

# Ribbon_Reports_9a84f93c07e44320a7fb6c7b9ef14a0e
source: Reports
ru: Отчеты

# Action_ShowAcquaintanceReport
source: Acquaintance Report
ru: Лист ознакомления

# Action_ShowAcquaintanceReportDescription
source: View document acquaintance report
ru: Открытие листа ознакомления с документом

# Action_ShowAcquaintanceReportHint
source: Document Acquaintance Report
ru: Открыть лист ознакомления

# Ribbon_Reports_33726bc171f1472e9a614a4077a73ee9
source: Reports
ru: Отчеты

# Ribbon_Reports_b21a077bc7224d74875595f9613f7d94
source: Reports
ru: Отчеты

# Ribbon_Reports_a213091392ab4963bc2542cc53d1f44b
source: Reports
ru: Отчеты

# Action_BarcodeReport
source: Document Barcode
ru: Штрихкод документа

# Action_BarcodeReportDescription
source: Print barcode to put it on the document.
ru: Печать штрихкода для добавления его на документ.

# Action_BarcodeReportHint
source: Print Document Barcode
ru: Печать штрихкода для документа

# Ribbon_Print_f9b455431766414d841f525a57c99e45
source: Print
ru: Печать

# Action_ShowRelatedDocuments
source: Related Documents
ru: Связанные документы

# Action_ShowRelatedDocumentsDescription
source: Open the list of documents related to the current one.
ru: Открыть список документов, которые связаны с текущим.

# Action_ShowRelatedDocumentsHint
source: Show Related Documents
ru: Показать связанные документы

# Ribbon_EditRelationsCommands_f5b525c195e747e79eb6fdfe15e87078
source: Edit
ru: Правка

# Ribbon_RelatedGroup_6b0284ae25ec48f88a76c812488e633e
source: Related
ru: Связи

# Action_ConvertToPdf
source: Create PDF with Digital Signature Mark
ru: Создать PDF с отметкой об ЭП

# Action_ConvertToPdfDescription
source: Convert the document to PDF with a mark about the digital signature. To open the initial document after it was converted, click "Open Original" on the "Versions" tab.
ru: Преобразование документа в формат PDF с отметкой об электронной подписи. После преобразования документа оригинал доступен по действию "Открыть оригинал" на вкладке "Версии".

# Action_ConvertToPdfHint
source: Convert Document to PDF with Digital Signature Mark
ru: Преобразовать документ в формат PDF с отметкой об электронной подписи

# Form_520df4eae55447458d4f018b6d022962
source: Verification
ru: Верификация

# ControlGroup_fd86ec670272447fbe4580324ca8a699
source: Preview
ru: Предпросмотр

# ControlGroup_8f91b21ba3744bd5807bb01130dff98f
source: Properties
ru: Свойства

# ControlGroup_812fa7c1ee734284a3458e74ae533761
source: Main
ru: Основное

# ControlGroup_b6b8a84b12bf4dfca14371690f1ae498
source: Notes
ru: Примечание

# Property_VerificationState
source: Verification
ru: Верификация

# Enum_VerificationState_InProcess
source: In Process
ru: В процессе

# Enum_VerificationState_Completed
source: Completed
ru: Завершена

# ControlGroup_8b050f363a594f4ca5bd78314ab6d183
source: Lifecycle
ru: Жизненный цикл

# Property_DocumentDate
source: Document created/registered
ru: Дата создания/регистрации

# Action_SendByMail
source: By email
ru: Вложением в письмо

# Action_SendByMailHint
source: Send by email
ru: Отправить вложением в письмо

# Action_SendByMailDescription
source: Send document content to a mail recipient.
ru: Отправка содержимого документа по электронной почте

# Action_CreateManyAddendumHint
source: Add Addenda to Document from Files
ru: Добавить приложения к документу из файлов

# Action_CreateManyAddendumDescription
source: Add multiple addenda to the document from files
ru: Массовое добавление приложений к документу из файлов

# Action_CreateManyAddendum
source: Add Addenda
ru: Добавить приложения

# Property_Storage
source: Storage
ru: Хранилище

# Ribbon_ServiceGroup_2ed94346ba894c529815d18010d3a2ae
source: Service
ru: Сервис

# Action_ChangeDocumentType
source: Change Type
ru: Сменить тип
