Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/OfficialDocument/OfficialDocument.*.resx
Languages: ru

# DateFrom
source: from
ru: от

# DocumentNameAutotext
source: <Autogenerated name>
ru: <Имя будет сформировано автоматически по содержанию и другим реквизитам документа>

source: Full name
ru: Фамилия Имя Отчество

source: Last name and initials
ru: Фамилия И.О.

source: Addenda
ru: Отметка о наличии приложений

source: Initials and last name
ru: И.О. Фамилия

# DocumentIsNotSigned
source: Cannot generate the "Approval Form" report as the document is not signed.
ru: У документа отсутствуют электронные подписи для формирования листа согласования.

# NoApprovalRuleWarning
source: Approval rules were not found for the document with such requisites. Make sure all required fields of the document are filled in or contact your system administrator.
ru: Для документа с данными реквизитами не найден регламент согласования. Проверьте корректность заполнения всех обязательных полей документа или обратитесь к администратору системы.

# StateViewTo
source: To
ru: Кому

# StateViewDeadline
source: Deadline
ru: Срок

# StateViewFinalDeadline
source: Final deadline
ru: Общий срок

# StateViewDefault
source: No tasks to display, or you do not have sufficient access rights to access them.
ru: Нет задач для отображения, или у вас недостаточно прав для доступа к ним.

# StateViewDate
source: Date
ru: Дата

# StateViewSystem
source: System
ru: Система

# StateViewInstead
source: on behalf of
ru: за

# StateViewSupervisor
source: Supervisor
ru: Контролер

# StateViewDelay
source: Delay
ru: Задержка

# StateViewTaskSent
source: Task has been sent
ru: Задача отправлена

# StateViewTaskSentForRevision
source: Task has been sent for rework
ru: Задача отправлена на доработку

# StateViewTaskSentAfterRestart
source: Task has been sent after restart
ru: Задача отправлена после рестарта

# StateViewTask
source: Task
ru: Задача

# StateViewWithoutTerm
source: no deadline
ru: без срока

# StateViewAssignment
source: Assignment
ru: Задание

# StateViewAssignmentForReview
source: Assignment for review
ru: Задание на приемку

# StateViewAnd
source: and {0} more {1}.
ru: и еще {0} {1}.

source: Performer notes
ru: Отметка об исполнителе

# NoRightsToUpdateOrDelete
source: You are not authorized to edit or delete the document.
ru: Нет прав на изменение или удаление документа.

# DocumentUseInTasks
source: Cannot delete document as it is currently being used in the tasks. Tasks ID: {0}.
ru: Удаление документа запрещено, так как он используется в задачах (ИД задач: {0}).

source: Mark document as obsolete
ru: Отметить документ как устаревший

# Enum_Operation_TAChange
source: Change total amount
ru: Изменение суммы

# Enum_OperationDetailed_TAChange
source: Total amount {0} {1}
ru: Сумма {0} {1}

# Enum_OperationDetailed_TAClear
source: Clear total amount
ru: Сумма очищена

# NamePartForLeadDocument
source: to
ru: к

# ReservationButtonName
source: Reserve
ru: Зарезервировать

# AlternativeOkButtonName
source: Assign number
ru: Пронумеровать

# RegistrationButtonName
source: Register
ru: Зарегистрировать

# ReservationTitle
source: Number Reservation
ru: Резервирование номера

# RegistrationTitle
source: Document Registration
ru: Регистрация документа

# AlternativeTitle
source: Number Assignment
ru: Присвоение номера

# RegistrationNumber
source: Reg. No.
ru: Рег. №

# AlternativeRegistrationNumber
source: Document No.
ru: № док.

# DialogRegistrationLog
source: Register
ru: Журнал

# DialogRegistrationDate
source: Date
ru: Дата

# IsManualNumber
source: Enter number manually
ru: Ввести номер вручную

# IsPreliminaryNumber
source: - preliminary
ru: - предварительный

# LogNumberList
source: Skipped numbers
ru: Пропущенные номера

# RegistrationNumberIsNotUnique
source: Document with the same number already exists.
ru: Документ с таким номером уже существует.

# RelationPropertyDisabled
source: Property contains link to the leading document and it is not available for changing.
ru: Свойство содержит ссылку на ведущий документ и недоступно для изменения.

# Enum_Operation_TypeChanged
source: Change document type
ru: Смена типа документа

# Enum_OperationDetailed_FrmExS
source: Received from exchange service "{0}"
ru: Получен из сервиса обмена "{0}"

# Enum_Operation_ExchSendDoc
source: Send document to counterparty
ru: Отправка документа контрагенту

# Enum_OperationDetailed_ExchSendDoc
source: "{0}" via "{1}" service
ru: "{0}" через сервис "{1}"

# Enum_Operation_ExchSendAnswer
source: Send reply to counterparty
ru: Возврат контрагенту

# Enum_Operation_ExchGetAnswer
source: Reply from counterparty received
ru: Возврат от контрагента

# Enum_Operation_ExchReadTo
source: Receipt notification sent
ru: Отправлено извещение о получении

# Enum_Operation_ExchReadFrom
source: Receipt notification received
ru: Получено извещение о получении

# Enum_OperationDetailed_ExchSign
source: "{0}", result "Signed", via "{1}" service
ru: "{0}", результат "Подписан", через сервис "{1}"

# Enum_OperationDetailed_ExchReject
source: "{0}", result "Rejected", via "{1}" service
ru: "{0}", результат "Отказано", через сервис "{1}"

# Enum_OperationDetailed_ExchReadTo
source: For "{0}" via "{1}" service
ru: Для "{0}" через сервис "{1}"

# Enum_OperationDetailed_ExchReadFrom
source: From "{0}" via "{1}" service
ru: От "{0}" через сервис "{1}"

# DocumentNameBeforeChangingTypeNote
source: Document name before type change: {0}
ru: Имя документа до смены типа: {0}

# ChangeTypeUnnumerationComment
source: Change type
ru: Смена типа

# Enum_Operation_ExchObsoletOur
source: Cancelled by our company
ru: Аннулирован нашей организацией

# Enum_Operation_ExchObsoleteCP
source: Cancelled by counterparty
ru: Аннулирован контрагентом

# Enum_Operation_ExchTerminOur
source: Revoked by our company
ru: Отозван нашей организацией

# Enum_Operation_ExchTerminCP
source: Revoked by counterparty
ru: Отозван контрагентом

# Enum_OperationDetailed_ExchObsoleteCP
source: "{0}" via "{1}" service
ru: "{0}" через сервис "{1}"

# Enum_OperationDetailed_ExchTerminCP
source: "{0}" via "{1}" service
ru: "{0}" через сервис "{1}"

# Enum_OperationDetailed_ExchObsoletOur
source: Via "{0}" service
ru: Через сервис "{0}"

# Enum_OperationDetailed_ExchTerminOur
source: Via "{0}" service
ru: Через сервис "{0}"

# TrackingNoneReturnFromCounterparty
source: The document was sent via exchange service and will be returned automatically.
ru: Документ отправлен через сервис обмена. Возврат будет осуществлен автоматически.

# DocumentIsReceivedFrom
source: Received via {0} exchange service
ru: Получен через сервис обмена {0}

# DocumentIsSentTo
source: Sent via {0} exchange service
ru: Отправлен через сервис обмена {0}

# ExchangeStateSignAwaited
source: Awaiting counterparty's signature
ru: Ожидается подпись контрагента

# ExchangeStateSignRequired
source: Awaiting our signature
ru: Ожидается наша подпись

# CannotChangeTrackingSentByExchange
source: The document was sent via exchange service. Return result will be filled in automatically.
ru: Документ был отправлен контрагенту через сервис обмена. Результат возврата будет заполнен автоматически.

# LocationVersion
source: {0} (version {1})
ru: {0} (версия {1})

# Enum_Operation_ExportToFolder
source: Export from archive
ru: Выгрузка из архива

# Enum_OperationDetailed_BuyerTitle
source: Buyer's details
ru: Титул покупателя

# Enum_OperationDetailed_SlrTtlFrmExS
source: Seller's details. Received from "{0}" exchange service
ru: Титул продавца. Получен из сервиса обмена "{0}"

# Enum_OperationDetailed_ExchInvReject
source: "{0}", result "Clarification requested", via "{1}" service
ru: "{0}", результат "Запрошено уточнение", через сервис "{1}"

# LocationIncomingInvoiceRejected
source: Notification of clarification sent
ru: Отправлено уведомление об уточнении

# LocationOutgoingInvoiceRejected
source: Counterparty sent a notification of clarification
ru: Контрагент отправил уведомление об уточнении

# SigningVersionWasDeleted
source: Document version you are trying to sign was deleted by another employee. View changes before you complete the assignment.
ru: Подписываемая версия документа была удалена другим сотрудником. Перед выполнением задания ознакомьтесь с изменениями.

# CannotChangeRegisteredDocumentToNumerable
source: You can select only registrable document kind when you change the kind of a registered document.
ru: При изменении вида зарегистрированного документа можно выбрать только регистрируемый вид.

# CannotChangeNumeratedDocumentToRegistrable
source: You can select only numerable document kind when you change the kind of a numbered document.
ru: При изменении вида пронумерованного документа можно выбрать только нумеруемый вид.

# DocumentNotInService
source: There is no such document on the exchange service
ru: Документ отсутствует в сервисе обмена

# DocumentNotFromService
source: The document did not participate in electronic exchange via the service
ru: Документ не участвовал в электронном обмене через сервис

# ExchangeReportOnlyInService
source: You can generate electronic exchange log for this document only in the personal account of the exchange service
ru: Для данного документа формирование протокола эл. обмена доступно только в личном кабинете сервиса обмена

# NoAcquaintanceTasks
source: To view the report, there should be at least one acquaintance task.
ru: Для построения отчета необходимо наличие хотя бы одной задачи на ознакомление с документом.

# SendButtonText
source: Send
ru: Отправить

# ShowButtonText
source: Show Tasks
ru: Показать задачи

# DocumentHasApprovalTasks
source: The document has already been sent for approval.
ru: Документ ранее был отправлен на согласование.

# ContinueCreationApprovalTaskQuestion
source: Send the document for rule-based approval again?
ru: Отправить документ на повторное согласование по регламенту?

# ContinueCreationReviewTaskQuestion
source: Send the document for review by manager again?
ru: Отправить документ на повторное рассмотрение?

# DocumentHasReviewTasks
source: The document has already been sent for review by manager.
ru: Документ ранее был отправлен на рассмотрение руководителю.

# BusinessUnitPropertyDisabled
source: Cannot change the business unit property.
ru: Свойство "Наша организация" недоступно для изменения.

# DepartmentPropertyDisabled
source: Cannot change the department property.
ru: Свойство "Подразделение" недоступно для изменения.

# CanNotUseScriptsInHtml
source: {0}\nCannot use scripts in a convertible HTML file.
ru: {0}\nНельзя использовать скрипты в конвертируемом HTML-файле.

# ActionItemCreationDialogLoginAsEmployeeError
source: Only employees can create action items based on the document. Log on to the system by using an employee's account.
ru: Создать поручения по документу может только сотрудник. Войдите в систему под учетной записью сотрудника.

# ActionItemCreationDialog
source: Create Action Items Based on Document
ru: Создание поручений по документу

# ActionItemCreationDialogContinueButtonText
source: Continue
ru: Продолжить

# ActionItemCreationDialogCloseButtonText
source: Close
ru: Закрыть

# ActionItemCreationDialogExistedActionItems
source: Action items
ru: Поручения

# ActionItemCreationDialogNotFilledActionItems
source: Need adjusting
ru: Требуют заполнения

# ActionItemCreationDialogDraftExists
source: Action items have already been created based on the document.
ru: По документу ранее были созданы поручения.

# ActionItemCreationDialogDraftWhereDeleted
source: Draft action items have been deleted.
ru: Черновики поручений были удалены.

# ActionItemCreationDialogDraftWillBeDelete
source: After you click "Continue", draft action items will be deleted. New action items will be created based on the document.
ru: После нажатия на кнопку "Продолжить" черновики поручений будут удалены, поручения по документу будут созданы вновь.

# ActionItemCreationDialogInProcessExists_Desktop
source: Action items sent for execution will not be changed. You can view them on the "Tasks" tab or in the "Follow Up Execution" report.
ru: Поручения, отправленные на исполнение, не будут изменены. Их можно посмотреть на закладке "Задачи" или в отчете "Контроль исполнения".

# ActionItemCreationDialogInProcessExists_Web
source: Action items sent for execution will not be changed. You can view them in the "Follow Up Execution" report.
ru: Поручения, отправленные на исполнение, не будут изменены. Их можно посмотреть в отчете "Контроль исполнения".

# ActionItemCreationDialogNoDraftAndInProgressExist
source: There are no drafts and action items in process on the document.
ru: По документу нет черновиков и поручений в работе.

# ActionItemCreationDialogOnlyForWordDocument
source: You can create action items from documents of the following formats: {0}.
ru: Поручения можно создавать из документов в формате: {0}.

# ActionItemCreationDialogOnlyByTags
source: Action items can be created only from a filled in table of a proper template.
ru: Поручения можно создать только из заполненной таблицы соответствующего шаблона.

# ActionItemCreationDialogException
source: The data format is not supported, or the file is damaged.
ru: Формат данных не поддерживается или файл поврежден.

# ActionItemCreationDialogActionItemTag
source: Action item text
ru: Текст поручения

# ActionItemCreationDialogResponsibleTag
source: Responsible
ru: Ответственный

# ActionItemCreationDialogDeadlineTag
source: Deadline
ru: Срок

# ActionItemCreationDialogNeedFillBeforeSending
source: Fill in action items before sending them for execution.
ru: Перед отправкой на исполнение нужно дозаполнить поручения.

# ActionItemCreationDialogCreateCompletedActionItems
source: Total action items - {0}
ru: Всего поручений - {0}

# ActionItemCreationDialogStartComplete
source: Action items have been successfully sent for execution
ru: Поручения успешно отправлены на исполнение

# ActionItemCreationDialogSended
source: sent
ru: отправлено

# ActionItemCreationDialogSomeActionItemsCouldNotBeDeleted
source: Cannot delete several action items, because you are not authorized to delete them.
ru: Некоторые поручения не удалось удалить из-за отсутствия нужных полномочий.

# ActionItemCreationDialogCreatedActionItems
source: Created action items
ru: Созданные поручения

# ActionItemCreationDialogSendForExecutionButtonText
source: Send for Execution
ru: Отправить на исполнение

# ActionItemCreationDialogDeleteAndCloseButtonText
source: Delete and Close
ru: Удалить и закрыть

# ActionItemCreationDialogSuccessfullyCreated
source: Action items have been successfully created.
ru: Поручения успешно созданы.

# ActionItemCreationDialogNeedFillAssignee
source: specify performer
ru: необходимо указать исполнителя

# ActionItemCreationDialogNeedFillDeadline
source: specify deadline
ru: необходимо заполнить срок

# ActionItemCreationDialogNeedFillSubject
source: specify subject
ru: необходимо указать тему

# ActionItemCreationDialogNeedSendManual
source: send manually
ru: необходимо отправить вручную

# ActionItemCreationDialogNeedFillAndSendingManual
source: Fill in some action items and send them manually.
ru: Некоторые поручения необходимо дозаполнить и отправить вручную.

# ActionItemCreationDialogSomeActionItemsDraftNotDeleted
source: Some draft action items have not been deleted.
ru: Некоторые черновики поручений не были удалены.

# ActionItemCreationDialogToCreateActionItemsPressNext
source: To create action items, click "Continue".
ru: Для создания поручений нажмите "Продолжить".

# CloseDocumentAndOpenLater
source: Close the document card. To view PDF with the digital signature mark, open the document later.
ru: Закройте карточку документа. Для просмотра PDF с отметкой об ЭП откройте документ позже.

# NoVersionError
source: The document must contain at least one version.
ru: Документ должен иметь хотя бы одну версию.

# ConvertionErrorTitleBase
source: An error occurred while converting the document.
ru: Произошла ошибка при конвертации документа.

# LastVersionNotApproved
source: To transform to PDF, the latest version of the document has to be approved.
ru: Для преобразования в PDF должна быть утверждена последняя версия документа.

# ExtensionNotSupported
source: Cannot convert {0} file.
ru: Преобразование документа в формате {0} не поддерживается.

# NoVersionWithNumberError
source: There is no document version with ID {0}.
ru: Версия документа с Id = {0} отсутствует.

# ConvertionInProgress
source: The document conversion to PDF has started.
ru: Началось преобразование документа в PDF.

# SignatureNotValidError
source: To convert the document, its digital signature must be valid. {0}. Contact your system administrator.
ru: Для преобразования документа подпись должна быть действительной. {0}. Обратитесь к администратору системы

# SignatureNotValidErrorTitle
source: Invalid signature.
ru: Подпись недействительна.

# LastVersionNotApprovedTitle
source: There is no approval signature.
ru: Отсутствует утверждающая подпись.

# SendByEmailDialogTitle
source: Send By Email
ru: Отправка по электронной почте

# SendByEmailDialogAttachments
source: Attachments
ru: Дополнительно

# SendByEmailSubjectPrefix
source: Send: {0}
ru: Отправка: {0}

# SendByEmailDialogText
source: If required, select addenda to the document.
ru: При необходимости выберите приложения к документу.

# SendByEmailDialogMainDocument
source: Document
ru: Документ

# DocumentIsBeingEdited
source: The Selected Document Is Being Edited Now.
ru: Выбранный документ в данный момент редактируется.

# VersionBeingSentMightBeOutdated
source: The {0} document version you are trying to send may be outdated.
ru: Отправляемая версия документа "{0}" может быть не актуальна.

# DialogButtonSend
source: Send
ru: Отправить

# SeveralDocumentsAreBeingEdited
source: Several Selected Documents Are Being Edited Now.
ru: Несколько выбранных документов в данный момент редактируются.

# VersionsBeingSentMightBeOutdated
source: The document versions you are trying to send may be outdated.
ru: Отправляемые версии документов могут быть не актуальны.

# VersionCreatedByCaptureService
source: Version Created by Document Capture Service
ru: Версия создана службой ввода документов

# ManyAddendumDialogText
source: Select files to upload:
ru: Выберите файлы для загрузки:

# AddendumAddFiles
source: Upload
ru: Загрузить

# AddendaCreatedSuccesfully
source: {0} {1} created successfully.
ru: Успешно создано {0} {1}.

# ManyAddendumDialogTitle
source: Add Addenda
ru: Добавление приложений

source: Set correct date.
ru: Укажите корректную дату.

# IncorrectOurSignatory
source: {0} is not authorized to sign the document.
ru: {0} не имеет права подписи на данный документ.

# Enum_Operation_ConvertToPdf
source: Convert to PDF
ru: Преобразование в PDF

# Enum_OperationDetailed_ConvertToPdf
source: Completed with error
ru: Завершено с ошибкой

# CheckRegDataAndFinishRegistration
source: Check if the Reg. No. and date are correct. Complete the document registration manually.
ru: Проверьте корректность даты и номера. Завершите регистрацию вручную.

# NumberAddresseeListIsNotPositive
source: Sequence numbers in the list of addressees must be positive.
ru: Порядковые номера в списке адресатов должны быть положительными.

# FillAddresseesOnAddresseesTab
source: Specify the employees on the "Addressees" tab.
ru: Укажите сотрудников на закладке "Адресаты".

# ManyAddresseesPlaceholder
source: Several addressees
ru: Несколько адресатов

# ChangeManyAddresseesQuestion
source: Do you want to send the letter to only one addressee?
ru: Переключиться в режим одного адресата?

# ChangeManyAddresseesDescription
source: All addressees except {0} will be deleted.
ru: Удалятся все адресаты, кроме {0}

# ToManyAddressees
source: From distribution list
ru: Согласно списку рассылки

# JobTitle
source: Addressee's job title
ru: Должность адресата

# ConvertToPdfHistoryComment
source: Add signature stamp
ru: Добавление отметки об ЭП

source: Version with registration stamp
ru: С отметкой о поступлении

# Enum_Operation_ExchReadNRecTo
source: Send acknowledgment receipt
ru: Отправлено уведомление о приеме

# Enum_Operation_ExchReadNRFrom
source: Receive acknowledgment receipt
ru: Получено уведомление о приеме

# Enum_Operation_ExchReadRNRecTo
source: Send notification on receipt of acknowledgement receipt
ru: Отправлено извещение о получении уведомления о приеме

# Enum_Operation_ExchReadRNRFrom
source: Receive notification on receipt of acknowledgement receipt
ru: Получено извещение о получении уведомления о приеме

# Enum_Operation_ContentChange
source: Change content
ru: Изменение содержимого

# DeleteVersionOnAcquaintanceError
source: You can delete only the document version that hasn't been sent for acquaintance.
ru: Удалить можно только версию, которая не отправлялась на ознакомление.

# HideVersionOnAcquaintanceError
source: To hide the version, abort document acquaintance tasks or wait until assignees complete their assignments.
ru: Для скрытия версии необходимо прекратить задачи на ознакомление либо дождаться выполнения заданий.

# ConvertToPdfCompleteNotification
source: Document {0} has been converted to PDF with electronic signature stamp.
ru: Документ {0} преобразован в PDF с отметкой об ЭП.

# ConvertionDone
source: Document successfully converted.
ru: Документ успешно преобразован.

# NeedCancelRegistration
source: To change type of the document, cancel its registration.
ru: Для смены типа отмените регистрацию документа.

# NeedDeleteLink
source: The document has been already related to other documents. In their cards, delete the link to this document and try to change its type again
ru: Документ уже связан с другими документами. Удалите ссылку на него в карточках этих документов и повторите смену типа

# RelatedDocumentsHyperlinkDisplayName
source: Related documents
ru: Связанные документы

# DisableStrictModeToChangeType
source: To change the document type, remove restricted access to the document.
ru: Для смены типа отключите строгий доступ к документу.
