Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/ActionItemExecutionTask/ActionItemExecutionTask.*.resx
Languages: ru

# TaskSubject
source: Action item:
ru: Поручение:

# ControlNoticeSubject
source: You are appointed as a supervisor for the action item:
ru: Вы назначены контролером:

# ActionItemsNotFilled
source: Add at least one part of action item to the compound action item.
ru: В составное поручение необходимо добавить хотя бы один пункт поручения.

# WorkFromActionItemIsCompleted
source: Action item is executed by assignee {0}:
ru: Выполнено поручение, исполнитель {0}:

# ControlWorkFromJob
source: Accept work:
ru: Примите работы:

source: Sent to co-assignee.
ru: Отправлено соисполнителю.

# WorkFromActionItemIsAccepted
source: Work accepted:
ru: Приняты работы:

# NoticeSubjectWithoutDoc
source: Execution stopped
ru: Прекращено исполнение

# DeadlineSubActionItemExecution
source: Deadline date of the current action item must be less than deadline date of the parent one - {0}.
ru: Дата текущего поручения превышает дату основного поручения - {0}.

# NumberIsNotPositive
source: Sequence numbers must be positive integers.
ru: Порядковые номера в пунктах составного поручения должны быть положительными.

# ActionItemExecutionSubject
source: Execute:
ru: Исполните:

# OnControl
source: Action item is under control. Supervisor - {0}.
ru: Поручение на контроле. Контролер - {0}.

# YouAreAdditionalAssignee
source: You are assigned as a co-assignee.
ru: Вы являетесь соисполнителем поручения.

# YouAreResponsibleAssignee
source: You are assigned as a responsible assignee.
ru: Вы являетесь ответственным исполнителем поручения.

# YouAreAssignee
source: You are assigned as an assignee.
ru: Вы являетесь исполнителем поручения.

# OnControlWithResponsible
source: Action item controlled by {0}.
ru: Поручение на контроле у ответственного исполнителя - {0}.

# NoActiveChildActionItems
source: There are no active child action items now.
ru: На данный момент нет активных подчиненных поручений.

# ComponentActionItemExecutionSubject
source: Compound action item:
ru: Составное поручение:

# StopAdditionalActionItemExecutions
source: What to do with action items in process?
ru: Что делать с незавершенными подчиненными поручениями?

# AutoAbortingReason
source: Action item was aborted automatically as the parent action item was executed.
ru: Поручение прекращено автоматически при выполнении ведущего поручения.

source: Confirmation
ru: Подтверждение

# WorkFromActionItemIsCreated
source: Work started:
ru: Начаты работы:

# StateViewActionItemOnExecution
source: Action item has been sent for execution
ru: Поручение отправлено на исполнение

# StateViewSubordinateActionItemSent
source: Subordinate action item has been assigned
ru: Отправлено подчиненное поручение

# StateViewNotSpecified
source: Not Specified
ru: Не указано

source: Action Item
ru: Поручение

# StateViewCompoundActionItem
source: Compound action item
ru: Составное поручение

# StateViewActionItemForCoAssignee
source: Action item to co-assignee
ru: Поручение соисполнителю

# StateViewActionItemForResponsible
source: Action item to responsible assignee
ru: Поручение ответственному исполнителю

# StateViewActionItemPart
source: Action item part No.
ru: Пункт составного поручения №

# StateViewReport
source: Report
ru: Отчет

# StateViewActionItem
source: Action item
ru: Поручение

# ActionItemCanNotAssignedByUser
source: To send the action item, specify another employee in the "Assigned by" field.
ru: Для отправки поручения укажите другого сотрудника в поле "Выдал".

# SubtaskSubjectPostfix
source: "{0}" for
ru: "{0}" по

# WillBeSentAfterApprove
source: Action item will be sent after draft resolution is approved by manager.
ru: Поручение будет отправлено на исполнение после утверждения проекта резолюции.

# WillBeAddToDocumentReviewTask
source: Action item will be attached to task to review by manager and sent for execution after draft resolution is approved.
ru: Поручение будет вложено в задачу на рассмотрение руководителю и отправлено на исполнение после утверждения проекта резолюции.

# EmptyActionItem
source: Fill in the text in the action item or in the table.
ru: Заполните текст в поручении или в табличной части.

# EmptyFinalDeadline
source: Fill in the final deadline or deadline in the table.
ru: Заполните общий срок или срок в табличной части.

# DefaultActionItem
source: Complete the action item.
ru: В работу.

# BigGroupWarning
source: You can fill in performers from a group that does not include more than {0} employees.
ru: Заполнить исполнителей можно из группы, в которую входит не больше {0} сотрудников.

# WorkFromActionItemIsCreatedCompound
source: Work started: compound action item
ru: Начаты работы: составное поручение

# ChangeCompoundModeQuestion
source: Do you want to send a simple action item?
ru: Переключиться в режим простого поручения?

# ChangeCompoundModeDescription
source: The performers will be moved to the simple action item. Action item parts will be deleted.
ru: Исполнители перенесутся в простое поручение. Пункты составного поручения удалятся.

# EmptyAbortingReason
source: Specify the reason for task abortion.
ru: Заполните причину прекращения задачи.

# ActionItemAsigneeTooMatch
source: There are more than {0} performers of the action item. Divide the action item into several tasks.
ru: Исполнителей по поручению больше {0}. Разделите поручение на несколько задач.

# ActionItemWithNumberThreadSubject
source: Action item part
ru: Пункт поручения

# CompoundActionItemThreadSubject
source: Compound action item
ru: Составное поручение

# ActionItemExecutionNotificationThreadSubject
source: Notice about action item execution
ru: Уведомление об исполнении поручения

# ActionItemThreadSubject
source: Action item
ru: Поручение

source: Select Department or Role
ru: Выберите подразделение или роль

# ActionItemExecutionExecutedLabel
source: Executed
ru: Исполнено

source: Action Item Changed:
ru: Скорректировано поручение:

source: Add co-assignees
ru: Добавить соисполнителей

# ChangeActionItem
source: Edit Action Item
ru: Корректировка поручения

# AssigneeChangedFromTo
source: The assignee was changed: {0} -> {1}
ru: Изменен исполнитель: {0} -> {1}

# SupervisorChangedFromTo
source: The supervisor was changed: {0} -> {1}
ru: Изменен контролер: {0} -> {1}

# ActionItemExecutionChangeNotification
source: Notice on Action Item Change
ru: Уведомление о корректировке поручения

source: Remove co-assignees
ru: Исключить соисполнителей

source: Change
ru: Скорректировать

# TaskPutUnderSupervision
source: A supervisor was assigned: {0}
ru: Назначен контролер: {0}

# CoAssigneesDeleted
source: Co-assignees were removed: {0}
ru: Исключены соисполнители: {0}

# CoAssigneesAdded
source: Co-assignees were added: {0}
ru: Добавлены соисполнители: {0}

# StopAssignmentSubtask
source: If required, abort subtasks and child action items you've sent.
ru: --- При необходимости прекратите созданные вами подчиненные поручения и подзадачи.

# ActionItemExecutionTaskLockedByUser
source: The action item is locked by {0}. Try to edit it later.
ru: Поручение заблокировано пользователем {0}. Скорректируйте его позднее.

# ActionItemIsAlreadyInChangingProcess
source: The action item is being changed. Try to edit it later.
ru: Поручение находится в процессе изменения. Скорректируйте его позднее.

# ActionItemExecuted
source: Cannot edit the action item because it is executed or aborted.
ru: Поручение исполнено или прекращено. Корректировка невозможна.

# ActionItemOnControlCannotChangeAssignee
source: Cannot change the action item assignee/deadline because the supervisor has already received the assignment to accept work.
ru: Поручение находится на приемке у контролера. Корректировка исполнителя/срока невозможна.

# СhooseCoAssigneesForAdd
source: Select Co-Assignees to Add
ru: Выберите соисполнителей для добавления

# СhooseCoAssigneesForDelete
source: Select Co-Assignees to Remove
ru: Выберите соисполнителей для исключения

# ChangeActionItemDialogInfo
source: If you change the action item participants, the specified employees will receive assignments.
ru: При изменении участников поручения задания придут выбранным сотрудникам.

# ChangeActionItemPart
source: Edit Action Item Part No. {0}
ru: Корректировка пункта поручения №{0}

# ActionItemChangeError
source: An error occurred when changing the action item. Contact your system administrator.
ru: Возникла ошибка при корректировке поручения. Обратитесь к администратору.

# ChangeCompoundActionItemPartDialogInfo
source: Assignee: {0} Deadline: {1} {2} {3} If you change the action item participants, the specified employees will receive assignments.
ru: Исполнитель: {0} Срок: {1} {2} {3} При изменении участников поручения задания придут выбранным сотрудникам.

# ActionItemWasChanged
source: Action item has been changed. Refresh the card and try to edit it again.
ru: Поручение было изменено. Обновите карточку поручения и запустите корректировку заново.

# ChangeActionItemSuccess
source: Action item change is initiated. Refresh the card to see the changes.
ru: Корректировка поручения инициирована. Обновите карточку для просмотра результатов.

# CoAssigneesDeadlineError
source: The deadline for co-assignees cannot be later than the deadline for the assignee.
ru: Срок поручения для соисполнителей не может быть больше срока для ответственного исполнителя.

# CoAssigneeDeadlineLessThanToday
source: The deadline for co-assignees must be later or equal to the current date.
ru: Срок поручения для соисполнителей должен быть больше или равен текущей дате.

# DeadlineChanged
source: Execution deadline changed from {0} to {1}
ru: Изменен срок исполнения с {0} на {1}

# AssigneeDeadlineLessThanToday
source: The deadline for the assignee must be later or equal to the current date.
ru: Срок поручения для исполнителя должен быть больше или равен текущей дате.

# EmptyActiveText
source: Enter the action item text.
ru: Введите текст поручения.

# CoAssigneesDeadlineChanged
source: Execution deadline for co-assignees changed from {0} to {1}
ru: Изменен срок для соисполнителей c {0} на {1}

# CoAssigneesDeadlineSet
source: Execution deadline for co-assignees changed to {0}
ru: Изменен срок для соисполнителей – {0}

# NotCompletedExecutionSubTasksHyperlinkTitle
source: Action items in process
ru: Подчиненные поручения в работе

# EmptyEditingReason
source: Specify the reason for editing the action item.
ru: Заполните обоснование для корректировки поручения.

# EditingReason
source: Reason
ru: Обоснование

# EditingReasonText
source: Reason: {0}
ru: Обоснование: {0}

# AddCompoundActionItemPart
source: Add Action Item Part
ru: Добавление пункта поручения

# AddButtonDialog
source: Add
ru: Добавить

# CoAssigneesDeadlineDialog
source: Deadline (co-assign.)
ru: Срок соисп.

# EditCompoundActionItemPart
source: Change Action Item Part No. {0}
ru: Редактирование пункта поручения №{0}

# EditButtonDialog
source: Change
ru: Редактировать

# ParentAssignmentExists
source: The assignment to accept work has a parent action item
ru: У задания на приемку есть ведущее поручение

# ShowParentAssignment
source: Open parent assignment
ru: Показать ведущее поручение

# EmptySupervisor
source: Specify the supervisor in the action item or in the table.
ru: Укажите контролера в поручении или в табличной части.

# AssigneeDeadlineSet
source: Execution deadline changed to {0}
ru: Изменен срок исполнения - {0}

source: not specified
ru: не указан

# ChangeCompoundActionItemDialogText
source: Overall deadline: {0}. {1} Your changes will be applied to all selected parts. If you add or change a supervisor, the selected employee will receive an assignment to accept work.
ru: Общий срок: {0}. {1} Изменения применятся для выбранных пунктов. При добавлении или изменении контролера задания на приемку отправятся выбранному сотруднику.

source: Parts
ru: Пункты

source: All parts
ru: Все пункты

source: Exclude parts
ru: Исключить пункты

source: Deadline
ru: Срок

# SpecifyParts
source: Select Parts to Exclude
ru: Выберите пункты для исключения

# PartsNotSpecified
source: No parts selected
ru: Пункты не выбраны

# AllPartsExclude
source: All parts except for: {0}
ru: Все пункты, кроме: {0}

# ChangedParts
source: Parts: {0}
ru: Пункты: {0}

# ActionItemSelectedPartsOnControlCannotChangeDeadline
source: Cannot change the deadline. The selected parts have been sent for acceptance to the supervisor.
ru: Выбранные пункты находятся на приемке у контролера. Корректировка срока невозможна.

# ActionItemSelectedPartsExecuted
source: Cannot edit the action item. The selected parts have been completed or aborted.
ru: Выбранные пункты исполнены или прекращены. Корректировка невозможна.

# ActionItemWithoutDeadlineDenied
source: The system administrator disabled sending action items without deadline.
ru: Возможность отправки поручений без срока отключена администратором.

# EmptyCoAssigneeDeadline
source: Specify deadlines for co-assignees by clicking "Edit Part".
ru: Заполните сроки для соисполнителей по кнопке "Скорректировать пункт".

# ActionItemOldDeadlineEqualsNew
source: The new deadline must differ from the current one.
ru: Новый срок должен отличаться от текущего.

# ActionItemOldSupervisorEqualsNew
source: The new supervisor must differ from the current one.
ru: Новый контролер должен отличаться от текущего.

# ActionItemOnControl
source: The action item is under control. Supervisor: not specified.
ru: Поручение на контроле. Контролер: не указан.

# Supervisor
source: Supervisor: {0}
ru: Контролер: {0}

# ChangeCompoundActionItem
source: Edit Compound Action Item
ru: Корректировка составного поручения

# ActionItemNotUnderControl
source: The action item is not under control.
ru: Поручение не на контроле.

# ActionItemWithoutDeadline
source: without deadline
ru: без срока

# Enum_Operation_ChangeDeadline
source: Change deadline
ru: Изменение срока

# ChangeCompoundActionItemHistory
source: Execution deadlines were changed. For more information, see notices and history of the action item parts.
ru: Изменены сроки исполнения. Подробнее см. в уведомлениях и истории пунктов поручения
