Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/ActionItemExecutionTask/ActionItemExecutionTaskSystem.*.resx
Languages: ru

# Action_RequireReport
source: Request Report
ru: Запросить отчет

# Action_RequireReportDescription
source: Request action item status report.
ru: Запрос отчета о состоянии исполнения поручения.

# Action_RequireReportHint
source: Request Status Report
ru: Запросить отчет по поручению

# Ribbon_JobControl_c778f982723e4c83bc617862643c532e
source: Control
ru: Контроль

# ControlGroup_ae98972b4d8649b4b20b0e940962659b
source: Main
ru: Основное

# Property_Deadline
source: Deadline
ru: Срок

# Property_Supervisor
source: Supervisor
ru: Контролер

# Property_IsCompoundActionItem
source: Compound action item
ru: Составное поручение

# Property_CoAssignees
source: Co-Assignees
ru: Соисполнители

# Property_ActionItemParts
source: Action item parts
ru: Пункты поручения

# DisplayName
source: Task to execute action item
ru: Задача на исполнение поручения

# AccusativeDisplayName
source: Task to execute action item
ru: Задачу на исполнение поручения

# CollectionDisplayName
source: Action Items
ru: Поручения

# Property_ActionItem
source: Action item
ru: Поручение

# Property_AssignedBy
source: Assigned by
ru: Выдал

# Property_AbortingReason
source: Reason to abort task
ru: Причина прекращения

# Property_Assignee
source: Assignee
ru: Исполнитель

# Property_ExecutionState
source: State
ru: Состояние

# Enum_ExecutionState_OnExecution
source: In process
ru: В работе

# Enum_ExecutionState_OnControl
source: Under review
ru: На приемке

# Enum_ExecutionState_OnRework
source: On rework
ru: На доработке

# Enum_ExecutionState_Executed
source: Executed
ru: Исполнено

# Enum_ExecutionState_Aborted
source: Aborted
ru: Прекращено

# Property_Report
source: Report
ru: Отчет

# Property_ActualDate
source: Actual date
ru: Факт. дата

# Property_ReportNote
source: Note to report
ru: Комментарий к отчету

# Ribbon_IsHighImportanceDescription_e15644d5b67343bb821e96fedc043b13
source: Set high importance for the task
ru: Установить для задачи высокую важность

# Ribbon_IsLowImportanceDescription_02c5ee2f62d248508781d0e66c094421
source: Set low importance for the task
ru: Установить для задачи низкую важность

# Ribbon_IsLowImportance_02c5ee2f62d248508781d0e66c094421
source: Low importance
ru: Низкая важность

# Ribbon_TaskCommands_e4e6fdd481594a37a25d70ee43c07975
source: Action Item
ru: Поручение

# Action_StartDescription
source: Send action item and close the card
ru: Отправка поручения и закрытие карточки

# Action_StartHint
source: Send Action Item
ru: Отправить поручение

# Ribbon_JobView_5a79eb10149e456ba4674e8010afdc07
source: Compound action item
ru: Составное поручение

# Ribbon_ComponentResolution_977f7789881e4b50b1dba56b360e4f24
source: Equal Assignees
ru: Равноправные исполнители

# Ribbon_ComponentResolutionHint_977f7789881e4b50b1dba56b360e4f24
source: Switch Between Simple And Compound Action Item
ru: Переключение между простым и составным поручением

# Ribbon_ComponentResolutionDescription_977f7789881e4b50b1dba56b360e4f24
source: Change the action item type to compound, which allows you to specify the equal assignees with individual action items and deadlines. Click again to bring the card back to the simple action mode.
ru: Изменить тип поручения на составное, в котором можно указать равноправных исполнителей с индивидуальными поручениями и сроками. Повторное нажатие вернет карточку в режим простого поручения.

# Action_Abort
source: Abort
ru: Прекратить

# AttachmentGroup_DocumentsGroupTitle
source: Document for execution
ru: Документ для исполнения

# AttachmentGroup_DocumentsGroupInformationMessage
source: Document not attached
ru: Документ не вложен

# AttachmentGroup_DocumentAttGroupTitle
source: Addenda
ru: Приложения

# AttachmentGroup_OtherGroupTitle
source: More
ru: Дополнительно

# AttachmentGroup_OtherGroupInformationMessage
source: Attach supplementary documents
ru: Вложите сопроводительные материалы к исполняемому документу

# AttachmentGroup_ResultGroupTitle
source: Result
ru: Результаты исполнения

# AttachmentGroup_ResultGroupInformationMessage
source: Attach documents created on action item if required
ru: Вложите результат исполнения поручения, если необходимо

# AttachmentGroup_AddendaGroupTitle
source: Addenda
ru: Приложения

# AttachmentGroup_AddendaGroupInformationMessage
source: There are no addenda to document
ru: Приложения к документу отсутствуют

# Property_IsUnderControl
source: Under control
ru: На контроле

# Property_ActionItemType
source: Type of action item
ru: Тип поручения

# Enum_ActionItemType_Main
source: Main
ru: Основное

# Enum_ActionItemType_Additional
source: To co-assignee
ru: Соисполнителю

# Enum_ActionItemType_Component
source: Compound
ru: Составное

# Action_FollowUpExecution
source: Follow Up Execution
ru: Контроль исполнения

# Action_FollowUpExecutionDescription
source: Open list of all action items within the specified period
ru: Открыть список всех поручений за указанный период

# Action_FollowUpExecutionHint
source: Follow Up Execution of Action Items
ru: Контроль исполнения поручений

# Ribbon_Reports_e26275e99782434080be5d59bf67d1ec
source: Report
ru: Отчет

# Property_Author
source: From
ru: От

# Property_MaxDeadline
source: Final deadline
ru: Конечный срок

# Action_StartConfirmationMessage
source: Send the action item for execution?
ru: Отправить поручение на исполнение?

# Action_AbortHint
source: Abort Task
ru: Прекратить поручение

# Action_AbortDescription
source: Stop execution of action item and abort all assignments created on it.
ru: Прекращение исполнения поручения и остановка всех заданий по поручению

# Action_AbortConfirmationMessage
source: Abort the action item?
ru: Прекратить поручение?

# Action_RestartHint
source: Restart Task
ru: Рестартовать поручение

# Action_RestartDescription
source: Restart the task to execute action item and open its card
ru: Рестарт поручения и переоткрытие карточки

# Action_RestartConfirmationMessage
source: Restart the action item?
ru: Рестартовать поручение?

# Property_Status
source: Status
ru: Статус

# FilterPanel_Status_c74dc0c856384d87b46fdbeb51c0e9cc
source: Status
ru: Статус

# FilterPanel_OnExecution_9fa0af31a763445bb0ae7f2a5d053bd1
source: In process
ru: В работе

# FilterPanel_Executed_79a0eac563fb41c295627f852473d618
source: Executed
ru: Завершены

# FilterPanel_JobsWithPerformer_2e4bcf312d014fc28ddd58efea81766b
source: By employee
ru: По сотруднику

# FilterPanel_Assignee_9f8773dea40d481688f438820f2969c6
source: Assignee
ru: Исполнитель

# FilterPanel_Supervisor_ef496a176e4947498cd340d5e699534f
source: Supervisor
ru: Контролер

# FilterPanel_Author_822b169c191b46ac8d55fee52900a774
source: Assigned By
ru: Автор поручения

# FilterPanel_ComplianceDeadlines_5d8adf8b536542cf9e07143fbdab5e2a
source: Meeting deadlines
ru: Соблюдение сроков

# FilterPanel_AllDeadlines_bf7aa92ea508463dbf68bf9b9c6c529c
source: All
ru: Все

# FilterPanel_Overdue_a1597a3f32b6417188f2114639b2b3cf
source: Overdue
ru: Просроченные

# FilterPanel_Period_545398040fd04135a2542aaf37bae26c
source: Scheduled date
ru: Плановый срок

# FilterPanel_AllTime_cd63fcc550f64fbc9da7460028104253
source: All time
ru: Все время

# FilterPanel_LastMonth_50331cf4eaed48ed8c471d8ed3bf3c42
source: Last 30 days
ru: Последние 30 дней

# FilterPanel_ManualPeriod_d0f28b79b39345e198989f2f56dbdcca
source: User-defined period:
ru: Произвольный период:

# Property_ActionItemObservers
source: CC
ru: Копия

# Property_ParentTask
source: Parent task
ru: Ведущая задача

# Property_StartId
source: Current task start ID
ru: Ид текущего старта задачи

# Property_ParentAssignment
source: Parent assignment
ru: Ведущее задание

# Form_88924e9483aa401794749ec1f27e5188
source: Action item
ru: Поручение

# Action_StartByForceConfirmationMessage
source: Send the action item for execution?
ru: Отправить поручение на исполнение?

# Control_6a18edc7814b41ebb67822399ba94b74_EmptyText
source: Specify co-assignees of the action item…
ru: Укажите соисполнителей поручения…

# Control_3da2f8487d124bf28d5fbfb6c8773ef9_EmptyText
source: Specify observers…
ru: Укажите наблюдателей…

# Property_StartedBy
source: Sent by
ru: Стартовал

# Property_IsDraftResolution
source: Belongs to draft resolution
ru: Входит в проект резолюции

# Property_FinalDeadline
source: Overall deadline
ru: Общий срок

# Action_AddPerformer
source: Add Performers
ru: Добавить исполнителей

# Action_AddPerformerDescription
source: Bulk filling in of action item performers from roles, departments, business units and other groups. Employees already specified as performers will not be added.
ru: Массовое заполнение исполнителей поручения из ролей, подразделений, наших организаций и других групп. Сотрудники, которые уже указаны в качестве исполнителей, не будут добавлены.

# Action_AddPerformerHint
source: Add Action Item Performers
ru: Добавить исполнителей поручения

# Action_ChangeCompoundMode
source: Equal Assignees
ru: Равноправные исполнители

# Action_ChangeCompoundModeDescription
source: Change the action item type to compound, which allows you to specify the equal assignees with individual action items and deadlines.
ru: Изменить тип поручения на составное, в котором можно указать равноправных исполнителей с индивидуальными поручениями и сроками.

# Action_ChangeCompoundModeHint
source: Switch Between Simple And Compound Action Item
ru: Переключение между простым и составным поручением

# Property_IsAutoExec
source: Complete my assignment automatically when child action item is executed
ru: Автоматически выполнить мое задание после выполнения подчиненного поручения

# Action_ChangeActionItem
source: Edit
ru: Скорректировать

# Action_ChangeActionItemDescription
source: Change the action item participants and deadline.
ru: Изменение участников и сроков поручения.

# Action_ChangeActionItemHint
source: Edit Action Item
ru: Скорректировать поручение

# Property_OnEdit
source: Action item edit mode
ru: Режим корректировки поручения

# Enum_Status_Aborted
source: Aborted
ru: Прекращено

# Enum_Status_Completed
source: Completed
ru: Завершено

# Enum_Status_Suspended
source: Suspended
ru: Остановлено

# Enum_Status_UnderReview
source: Under review
ru: На приемке

# Action_ChangeCompoundActionItemPart
source: Edit Part
ru: Скорректировать пункт

# Action_ChangeCompoundActionItemPartDescription
source: Change action item part.
ru: Изменение пункта поручения.

# Action_ChangeCompoundActionItemPartHint
source: Edit Part of Action Item
ru: Скорректировать пункт поручения

# Property_CoAssigneesDeadline
source: Deadline
ru: Срок

# Footer_ActiveEmptyText
source: Type the action item text…
ru: Введите текст поручения…

# Action_AddCompoundActionItemPart
source: Add Part
ru: Добавить пункт

# Action_AddCompoundActionItemPartDescription
source: Add an action item part.
ru: Добавление пункта поручения.

# Action_AddCompoundActionItemPartHint
source: Add Action Item Part
ru: Добавить пункт поручения

# Property_PartsCoAssignees
source: Co-assignees of action item parts
ru: Соисполнители в пунктах поручения

# Property_HasIndefiniteDeadline
source: No deadline
ru: Без срока

# Property_OnEditGuid
source: ID for the action item editing mode
ru: Идентификатор процесса корректировки

# Property_WaitForParentAssignment
source: Wait for the parent assignment to be completed
ru: Ожидать завершение родительского задания

# Property_AddedAddenda
source: Documents added to the Addenda group
ru: Документы, добавленные в группу "Приложения"

# Property_RemovedAddenda
source: Documents removed from the Addenda group
ru: Документы, удаленные из группы "Приложения"
