Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Commons/Sungero.Commons.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Common Databooks
ru: Общие справочники

# CoverTitle
source: Common Databooks
ru: Общие справочники

# CoverDescription
source: This module is where you can organize and save general information.
ru: Модуль предназначен для управления информационно-справочными сведениями общего характера.

# CoverGroup_Info
source: Additional Information
ru: Дополнительная информация

# CoverAction_ShowVATRates
source: VAT Rates
ru: Ставки НДС

# CoverAction_AddLocation
source: Add location
ru: Добавить населенный пункт

# CoverAction_location
source: location
ru: Населенный пункт

# CoverAction_Locations
source: Locations
ru: Населенные пункты

# CoverAction_ShowLocations
source: Locations
ru: Населенные пункты

# CoverAction_ShowRegions
source: Regions
ru: Регионы

# CoverAction_ShowCountries
source: Countries
ru: Страны

# CoverAction_ShowExchangeRates
source: For today
ru: На сегодня

# CoverAction_ShowCurrency
source: Currencies
ru: Валюты

# CoverAction_ShowWorldCurrencies
source: World Currencies
ru: Мировые валюты

# CoverAction_ShowHistoryExchangeRates
source: History of exchange rates
ru: История курсов валют

# CoverGroup_ExchangeRates
source: Exchange Rates
ru: Курсы валют

# CoverAction_ShowHistory
source: History
ru: История

# CoverGroup_Location
source: Territorial System
ru: Территориальное устройство

# CoverDescription_AddLocation
source: Create a new locality.
ru: Создать новый населенный пункт.

# CoverDescription_ShowLocations
source: Show all locations.
ru: Показать все населенные пункты.

# CoverDescription_ShowRegions
source: Stores information about states and provinces of the country
ru: Справочник предназначен для хранения сведений об административно-территориальном делении стран.

# CoverDescription_ShowExchangeRates
source: Show exchange rates for today.
ru: Показать курсы валют на сегодня.

# CoverDescription_ShowHistory
source: Show the history of exchange rates.
ru: Показать историю курсов валют.

# CoverDescription_ShowWorldCurrencies
source: Show all world currencies.
ru: Показать все мировые валюты.

# CoverAction_CreateLocation
source: Add Settlement
ru: Добавить населенный пункт

# CoverDescription_CreateLocation
source: Create a new place.
ru: Создать новый населенный пункт.

# CoverAction_CreateCity
source: New City
ru: Создать населенный пункт

# CoverAction_ShowSettlements
source: Cities
ru: Населенные пункты

# CoverDescription_ShowSettlements
source: Stores information about cities, towns and other settlements.
ru: Открытие справочника населенных пунктов.

# CoverDescription_ShowCountries
source: Stores information about countries.
ru: Открытие справочника стран.

# CoverDescription_ShowCurrency
source: Stores information about currencies.
ru: Открытие справочника валют.

# CoverDescription_ShowVATRates
source: Stores information about VAT rates.
ru: Ставки налога на добавленную стоимость.

# AsyncHandler_Description_1e83eeb6e56d478698e6dd3b7290f3d5
source: Add databook records to the Elasticsearch index
ru: Индексирование сущности в поисковой системе

# AsyncHandler_Description_cb668a390ffc4e039217d07d59997c66
source: Delete databook records from the Elasticsearch index
ru: Удаление сущности из индекса поисковой системы
