Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/AcquaintanceTask/AcquaintanceTask.*.resx
Languages: ru

# AcquaintanceTaskSubject
source: Get acquainted with document {0}
ru: Ознакомление с документом: {0}

# AcquaintanceTaskDocumentWithoutBodyMessage
source: To send document for electronic acquaintance, create a document version.
ru: Для отправки документа на электронное ознакомление необходимо создать версию документа.

# FromSignAssignmentDesription
source: Get acquainted with the document, contact a responsible person and leave a signed acknowledgement.
ru: Ознакомьтесь с документом, подойдите к ответственному и поставьте личную подпись.

# TaskAutoText
source: Please get acquainted with the document.
ru: Прошу ознакомиться с документом.

# AcquaintanceAssignmentSubject
source: Get acquainted with: {0}
ru: Ознакомьтесь: {0}

# AcquaintanceFinishAssignmentSubject
source: Finish acquaintance: {0}
ru: Завершите работы по ознакомлению: {0}

# CompletedBySubstitution
source: To complete the assignment for an employee, leave your comments in the text of the assignment.
ru: Для выполнения задания за сотрудника необходимо оставить комментарий.

# DocumentNotReaded
source: To complete the assignment, get acquainted with document version {0}.
ru: Для выполнения задания необходимо ознакомиться с {0} версией документа.

# DocumentSignatureNotValid
source: The approving document signature is not valid, contact the person responsible for acquaintance.
ru: Утверждающая подпись документа недействительна, обратитесь к ответственному за ознакомление.

# CompletedByAnother
source: Completed.
ru: Выполнено.

# PerformersCantBeEmpty
source: At least one employee should be specified in acquaintance list.
ru: В списке ознакомления должен быть хотя бы один сотрудник.

# NotAutomatedUserWithoutSubstitutionError
source: To send document for acquaintance, all performers should have accounts or substitutes.
ru: Для отправки документа на ознакомление необходимо, чтобы у всех сотрудников были учетные записи или настроено замещение.

# DocumentCantBeEmpty
source: Attach "Document for acquaintance" to the task.
ru: В задачу должен быть вложен "Документ на ознакомление".

# ElectronicAcquaintanceDecription
source: Electronic acquaintance.
ru: Ознакомление в электронном виде.

# SelfSignAcquaintanceDecription
source: Acquaintance with a signed acknowledgement.
ru: Ознакомление под личную подпись.

# StateViewDocumentSendFromAcquaintance
source: Document sent for acquaintance.
ru: Документ отправлен на ознакомление.

# StateViewDocumentElectonicAcquaintance
source: Electronic document acquaintance
ru: Ознакомление с документом в электронном виде

# StateViewAcquainted
source: Acquainted
ru: Ознакомлен

# StateViewCompleted
source: Completed
ru: Выполнено

# StateViewFinish
source: Finish
ru: На завершении

# StateViewAsquaintance
source: Acquaintance
ru: Ознакомление

# StateViewFinishAssignment
source: Acquaintance Finish
ru: Завершение работ по ознакомлению

source: Acquainted.
ru: Ознакомлен.

# StateViewDocumentSelfSignAcquaintance
source: Document acquaintance with a signed acknowledgement
ru: Ознакомление с документом под личную подпись

# DocumentNotReadedLastVersion
source: To complete the assignment, get acquainted with document.
ru: Для выполнения задания необходимо ознакомиться с документом.

# TooManyPerformers
source: There are more than {0} employees in the acquaintance task. Create acquaintance tasks by departments or business units.
ru: В задаче на ознакомление более {0} сотрудников. Создайте задачи на ознакомление по подразделениям или нашим организациям.

# RecommendApprovalSignature
source: For legal effect, it is recommended that you have the document signed with an electronic signature with the "Approve" result.
ru: Для юридической значимости рекомендуется подписать документ ЭП с результатом "Утверждено".

# AcquaintanceCompletedSubject
source: Acquaintance complete: {0}
ru: Ознакомление завершено: {0}

# ExcludeFromAcquaintanceDialogTitle
source: Exclude Participants from Acquaintance
ru: Исключение участников ознакомления

# ExcludeFromAcquaintanceDialogPerformers
source: Participants
ru: Участники

# ExcludeFromAcquaintanceDialogExcludePerformers
source: Select participants
ru: Выбрать участников

# ExcludeFromAcquaintanceDialogExcludeButton
source: Exclude
ru: Исключить

# ExcludeFromAcquaintanceDialogSelectPerformers
source: Select Participants to Exclude
ru: Выберите участников для исключения

# ExcludeFromAcquaintanceCompletedNotification
source: Assignments to get acquainted with document {0} have been aborted for the selected employees.
ru: Задания на ознакомление с документом {0} прекращены у выбранных участников.

# AcquaintanceInCreatingProcess
source: The system is now creating assignments to get acquainted with the document. Try to exclude participants later.
ru: Задания на ознакомление находятся в процессе создания. Повторите исключение участников из ознакомления позднее.
