Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Exchange/Sungero.Exchange.Shared/ExchangeDocumentInfo@ServiceDocuments/ExchangeDocumentInfoServiceDocumentsSystem.*.resx
Languages: ru

# Property_DocumentType
source: Document type
ru: Тип документа

# Enum_DocumentType_IConfirmation
source: Confirmation of document sent date
ru: Подтверждение даты отправки документа

# Enum_DocumentType_ICReceipt
source: Notice about receipt of sent date confirmation
ru: Извещение о получении подтверждения даты отправки

# Enum_DocumentType_IReceipt
source: Receipt notification
ru: Извещение о получении

# Enum_DocumentType_IRConfirmation
source: Confirmation of receipt notification sent date
ru: Подтверждение даты отправки извещения о получении

# Enum_DocumentType_IRCReceipt
source: Notice about receipt of sent date confirmation for receipt notification
ru: Извещение о получении подтверждения даты отправки извещения о получении

# Enum_DocumentType_IReject
source: Notification of clarification
ru: Уведомление об уточнении

# Enum_DocumentType_IRReceipt
source: Notice about receipt of notification of clarification
ru: Извещение о получении уведомления об уточнении документа

# Property_DocumentId
source: Document ID
ru: ИД документа

# Property_CounterpartyId
source: Counterparty ID
ru: ИД контрагента

# Property_Date
source: Date
ru: Дата

# Property_Body
source: Content
ru: Содержимое

# Property_Sign
source: Signature
ru: Подпись

# Enum_DocumentType_Receipt
source: Receipt notification
ru: Извещение о получении

# Property_ParentDocumentId
source: Parent document ID
ru: ИД родительского документа

# Enum_DocumentType_Reject
source: Signing rejected
ru: Отказ в подписании

# Property_SecondSign
source: Second signature
ru: Вторая подпись

# Enum_DocumentType_Annulment
source: Request for cancellation
ru: Соглашение об аннулировании

# Enum_DocumentType_Cancellation
source: Document revocation
ru: Соглашение об аннулировании

# Property_GeneratedName
source: Generated name
ru: Сгенерированное имя

# Property_Certificate
source: Certificate
ru: Сертификат

# Property_StageId
source: StageId
ru: ИД этапа

# Enum_DocumentType_RNoteReceipt
source: Notification on receipt of acknowledgement receipt
ru: Извещение о получении уведомления о приеме

# Enum_DocumentType_IRjConfirmation
source: Confirmation of clarificarion notification sent date
ru: Подтверждение даты отправки уведомления об уточнении

# Enum_DocumentType_NoteReceipt
source: Acknowledgment receipt
ru: Уведомление о приеме

# Property_FormalizedPoAUnifiedRegNo
source: Unified reg. No. of formalized PoA
ru: Единый рег. № эл. дов.

# Property_SecondFormalizedPoAUnifiedRegNo
source: Unified reg. No. of formalized PoA for second signature
ru: Единый рег. № эл. дов. для второй подписи
