Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Docflow
ru: Документооборот

# CoverTitle
source: Docflow
ru: Документооборот

# CoverDescription
source: This module is where you can configure document management within your company.
ru: Модуль предназначен для настройки документооборота компании

# CoverGroup_Docflow
source: Document Settings
ru: Настройки документов

# CoverAction_DocumentKinds
source: Document Kinds
ru: Виды документов

# CoverDescription_DocumentKinds
source: Stores information about document kinds that define the way documents are numbered and processed.
ru: Классификация документов, определяющая документопоток, тип нумерации и порядок обработки документа.

# CoverAction_DocumentRegisters
source: Document Registers
ru: Журналы регистрации

# CoverDescription_DocumentRegisters
source: Stores the list of registers used to keep record of documents processed within your company.
ru: Перечень журналов, используемых для учета, нумерации и регистрации документов.

# CoverAction_RegistrationGroups
source: Registration Groups
ru: Группы регистрации

# CoverDescription_RegistrationGroups
source: Stores information about employee groups that keep record of documents in specific document registers.
ru: Группы сотрудников, которыми производится регистрация, учет и хранение документов в определенных журналах регистрации.

# CoverAction_RegistrationSettings
source: Registration Settings
ru: Настройки регистрации

# CoverDescription_RegistrationSettings
source: Provides an automatic selection of a document register according to document requisites.
ru: Правила автоматического подбора журнала регистрации в соответствии с реквизитами документа.

# CoverAction_MailDeliveryMethods
source: Document Delivery Methods
ru: Способы доставки документов

# CoverGroup_Approval
source: Approval Settings
ru: Настройки согласования

# CoverAction_ApprovalRules
source: Approval Rules
ru: Правила согласования

# CoverDescription_ApprovalRules
source: Stores information about the way documents are approved.
ru: Справочник содержит регламенты обработки документов в компании.

# CoverAction_ApprovalStages
source: Approval Stages
ru: Этапы согласования

# CoverDescription_ApprovalStages
source: Stores information about the stages of document approval.
ru: Этапы обработки, из которых состоят правила согласования документов.

# CoverGroup_RetentionDocument
source: Case File Management
ru: Номенклатура дел

# CoverAction_FileList
source: Case File List
ru: Номенклатура дел

# CoverDescription_FileList
source: Stores case files created within your company. Case files contain documents related to a particular topic or an activity.
ru: Систематизированный перечень дел. В дела помещаются документы, относящиеся к одному вопросу или участку деятельности.

# CoverAction_FileRetentionPeriods
source: Case File Retention Periods
ru: Сроки хранения дел

# CoverDescription_FileRetentionPeriods
source: Stores information about periods of time within which your case files should be kept.
ru: Перечень регламентированных сроков хранения дел.

# CoverGroup_Reports
source: Reports
ru: Отчеты

# CoverAction_RegistrationSettingsReport
source: Registration Settings
ru: Настройки регистрации

# CoverDescription_RegistrationSettingsReport
source: Provides information on the way documents are numbered and registered.
ru: Порядок нумерации и регистрации документов в разрезе классификаторов документа.

# CoverAction_ShowAllReports
source: All Reports
ru: Все отчеты

# CoverGroup_ApplicationSettings
source: Associated Application Settings
ru: Настройки приложений-обработчиков

# CoverAction_FileTypes
source: File Types
ru: Типы файлов

# CoverDescription_FileTypes
source: Associated applications are grouped into file types.
ru: Типы файлов предназначены для группировки приложений-обработчиков.

# CoverAction_AssociatedApplications
source: Associated Applications
ru: Приложения-обработчики

# CoverDescription_AssociatedApplications
source: Stores information about applications that are used to define available file extensions.
ru: Справочник определяет расширения файлов, которые можно использовать в документах.

# CoverGroup_Registration
source: Registration and Numbering
ru: Регистрация и нумерация

# CoverAction_RelationsTypes
source: Relation Types
ru: Типы связей

# CoverDescription_RelationsTypes
source: Stores information about relation types used to group documents according to their purpose.
ru: Справочник содержит типы связей, группирующие документы по их назначению.

# CoverAction_PersonalSettings
source: My settings
ru: Мои настройки

# CoverGroup_PersonalSettings
source: Personal settings
ru: Персональные настройки

# CoverAction_ContractCategories
source: Contract categories
ru: Категории договоров

# CoverDescription_ContractCategories
source: Classifies contracts within one document kind.
ru: Дополнительная классификация договоров в рамках видов документов.

# CoverAction_SignatureSetting
source: Signature Settings
ru: Право подписи

# CoverDescription_SignatureSetting
source: List of employees authorized to sign documents.
ru: Справочник сотрудников, имеющих право подписи документов.

# CoverDescription_PersonalSettings
source: Personal settings for working in the system.
ru: Личные настройки отдельных параметров работы системы.

# sf_113427f5_1683_4bb8_980c_ba4bcef50e66
source: Approval Rules
ru: Правила согласования

# FilterPanel_Status_63c542ab8c3d434483eb51a12adfd4b9
source: Status
ru: Состояние

# FilterPanel_Draft_afb61c31a1284641a535dba81b12790d
source: Draft
ru: Черновик

# FilterPanel_Active_e4cb9f5ca0bf4c9c8096a7c2073d7b0f
source: Active
ru: Действующая

# FilterPanel_Closed_cb3c02c09e3d45948ed6d6a7922f0714
source: Closed
ru: Закрытая

# FilterPanel_Criteria_6008fb4ce5264b0ebc1fdccb6a185e15
source: Criteria
ru: Критерии

# FilterPanel_BusinessUnit_794ec2ce6a964da8b7cf8e5dd67ff0f6
source: Business unit
ru: Наша организация

# FilterPanel_DocumentKind_5712df35e3b74e9cbd71d8299bd677ef
source: Document kind
ru: Вид документа

# FilterPanel_Department_aa30e05091ce415982d1591535b9dc78
source: Department
ru: Подразделение

# CoverDescription_MailDeliveryMethods
source: Stores the list of methods used to deliver documents to our company or counterparties.
ru: Перечень способов, используемых для доставки документов в компанию и их отправки контрагентам.

# JobDisplayName_d7044e4489bc4fb39e445491514d9b05
source: Docflow. Send emails about new and overdue assignments
ru: Документооборот. Рассылка писем о новых и просроченных заданиях

# JobDescription_d7044e4489bc4fb39e445491514d9b05
source: Send emails about new and overdue assignments to employees
ru: Отправка электронных писем сотрудникам о новых и просроченных заданиях

# JobDisplayName_1e83711cfc184a4883aa124d8ef9b690
source: Docflow. Grant access rights to documents automatically
ru: Документооборот. Автоматическое назначение прав на документы

# JobDescription_1e83711cfc184a4883aa124d8ef9b690
source: Grant access rights to documents automatically
ru: Автоматическое назначение прав на документы

# CoverAction_AccessRightsRule
source: Rules to Grant Access
ru: Правила назначения прав

# CoverDescription_AccessRightsRule
source: Rules to automatically grant access rights to documents according to their requisites
ru: Правила автоматического назначения прав в соответствии с реквизитами документа.

# CoverDescription_ShowAllReports
source: List of all module reports.
ru: Список всех отчетов модуля.

# CoverAction_ApprovalRuleConsolidatedReport
source: Approval Rules Summary Report
ru: Сводный отчет по правилам согласования

# CoverDescription_ApprovalRuleConsolidatedReport
source: Provides information on approval rules settings broken down by company structure, docflows and document kinds.
ru: Контроль настройки правил согласования в разрезе организационной структуры, документопотоков и видов документов.

# AsyncHandlerDescription_767ae28bd04348b39e31e54c288bde75
source: Grant access rights to document automatically
ru: Автоматическое назначение прав на документ

# AsyncHandler_Description_767ae28bd04348b39e31e54c288bde75
source: Automatically assign access rights to documents
ru: Автоматическое назначение прав на документы

# AsyncHandler_Description_c43527606439484b9e006c878427d64e
source: Automatically assign access rights to documents when a rule is created or changed
ru: Автоматическое назначение прав на документы при создании/изменении правила

# CoverAction_DocumentTemplatesNew
source: Document Templates
ru: Шаблоны документов

# JobDisplayName_2ff6172c79644df7a29488c77bc97ef2
source: Records Management. Send task about power of attorney expiration
ru: Делопроизводство. Рассылка задач об окончании срока доверенностей

# CoverDescription_DocumentTemplatesNew
source: List of unified forms used to create documents.
ru: Перечень унифицированных форм, используемых при создании документов.

# JobDescription_2ff6172c79644df7a29488c77bc97ef2
source: Send notice about power of attorney expiration
ru: Рассылка уведомлений об окончании срока действия доверенностей

# CoverAction_DocumentStoragePolicy
source: Document Storage Policies
ru: Политики хранения документов

# CoverDescription_DocumentStoragePolicy
source: Rules to distribute documents among file storages by certain criteria.
ru: Правила распределения документов по файловым хранилищам согласно критериям.

# JobDisplayName_0df1dbd48cd1407d90ba537a251d4f7c
source: Docflow. Move documents among storages
ru: Документооборот. Перемещение документов между хранилищами

# JobDescription_0df1dbd48cd1407d90ba537a251d4f7c
source: Move content of documents according to the storage policies.
ru: Перемещение содержимого документов в соответствии с политиками хранения.

# AsyncHandler_Description_4f03b0d0f0f545edb1c598d32b864503
source: Move document content to the storage.
ru: Перенос содержимого документа в хранилище.

# sf_371c81c3_d2c8_4bfb_8e86_39470d456c62
source: Storage Policies
ru: Политики хранения

# FilterPanel_Status_44a38bd69fc9455c929b1e5307083d1a
source: Status
ru: Состояние

# FilterPanel_Active_5bb2c61d64e04f9da3498d8ea30ed507
source: Active
ru: Действующая

# FilterPanel_Closed_0ae349923f924f928bf439c47d44cefd
source: Closed
ru: Закрытая

# FilterPanel_DocumentKindGroup_7bd428f9c7474f729b9be1c332133d83
source: Document kind
ru: Вид документа

# FilterPanel_PolicyType_89e5b1a657e34365b615c0187e38f8e7
source: Policy Type For
ru: Тип политики

# FilterPanel_StoragePolicy_934914bd4fe84b1f906ed7d99609abbb
source: Document Storage
ru: Хранения

# FilterPanel_RetentionPolicy_3ee03aaf32d24c8fa5cd32d2dbb57f29
source: Document Retention
ru: Перемещения

# CoverGroup_SmartProcessingSettings
source: Smart Document Processing
ru: Интеллектуальная обработка документов

# CoverAction_ShowSmartProcessingSettings
source: Settings
ru: Настройки

# CoverDescription_ShowSmartProcessingSettings
source: Settings for connection to the Directum Ario service.
ru: Параметры подключения к сервису Directum Ario.

# AsyncHandler_Description_a416fcc6b36148dea665d19de3c5379d
source: Convert documents (excluding electronic exchange documents) to PDF with an electronic signature mark
ru: Преобразование документов (исключая документы электронного обмена) в PDF с отметкой об электронной подписи

# AsyncHandler_Description_accf7175912e48e7aa12c7288559f709
source: Copy case files for period
ru: Копирование номенклатуры дел за период

# CoverAction_CopyFiles
source: Create Case File List
ru: Создание номенклатуры дел

# CoverDescription_CopyFiles
source: Copy case files created within a particular period.
ru: Копирование дел за определенный период.

# AsyncHandler_Description_1a9bf2e447784fdb8edc1f8b5777416b
source: Change the document status when an approval task is aborted.
ru: Смена статуса документа при прекращении задачи на согласование.

# AsyncHandler_Description_0dafb1e3152040a8ab6e09deeae72e8f
source: Execute a script during a rule-based approval.
ru: Выполнение сценария в согласовании по регламенту

# AsyncHandler_Description_3e3240a6f984406fa2e579467cb926ea
source: Convert documents (excluding electronic exchange documents) to PDF with a registration mark
ru: Преобразование документов (исключая документы электронного обмена) в PDF с отметкой о поступлении

# JobDisplayName_35ba6be5acff45519f4d48f0c7bb6419
source: Docflow. Send emails with summary on assignments and tasks in process
ru: Документооборот. Рассылка писем со сводкой по заданиям и задачам в работе

# JobDescription_35ba6be5acff45519f4d48f0c7bb6419
source: Send emails on assignments and tasks in process to employees
ru: Отправка электронных писем сотрудникам о заданиях и задачах в работе

# FilterPanel_Last30days_8877ae20f56d4485917add5cc35fc3c3
source: Last 30 days
ru: Последние 30 дней

# FilterPanel_ManualPeriod_ab0e0901383e4f509e8af2d235d8d9fb
source: User-defined period:
ru: Произвольный период:

# FilterPanel_BusinessUnit_e0702a4e10a44c5dbfc05af11c644d13
source: Business unit
ru: Наша организация

# FilterPanel_Contractor_2adc8d2d997642c4802c82e20699077d
source: Counterparty
ru: Контрагент

# FilterPanel_Main_e561d48480844132870f5156359a3978
source: Main
ru: Основное

# FilterPanel_Period_384dc2d88a6946809a555186fe6a1262
source: Document date
ru: Дата документа

# FilterPanel_Category_531d1ac5ad7d40b4bc9742af237abdb1
source: Category
ru: Категория

# FilterPanel_State_3cd5a14f50bf440e94bedaca4c2f8783
source: State
ru: Состояние

# FilterPanel_Draft_d333c7b4b61842a686411383811cca90
source: Draft
ru: В разработке

# FilterPanel_Active_e6034db33690496094b6208e41b0cacf
source: Active
ru: Действующий

# FilterPanel_Executed_7906e82d24a4486c88fc09fa08140acd
source: Closed
ru: Исполнен

# FilterPanel_Terminated_c633b2f3ef1f42fbbbc6d0f051f26673
source: Terminated
ru: Расторгнут

# FilterPanel_Cancelled_cd382af6d6f74881bbcecdf554447788
source: Cancelled
ru: Аннулирован

# FilterPanel_DocumentKind_d27880601b714b11ac171ea000c87c42
source: Document kind
ru: Вид документа

# FilterPanel_Last365days_a0a91a718858434cb77d3e888d656c97
source: Last 365 days
ru: Последние 365 дней

# FilterPanel_DocumentTypeGroup_003ff7ce7f814b83ab4ea108c7943fce
source: Document types
ru: Типы документов

# FilterPanel_Contracts_10391e5a4cf74867b9c9f8154a2648ae
source: Contracts
ru: Договоры

# FilterPanel_SupAgreements_e42ccf1d6aa54e2ea1863c2f8bd6e761
source: Supp. agreements
ru: Доп. соглашения

# FilterPanel_Document_bc5c4d548a384771be74c141d05562d0
source: Document
ru: Документ

# FilterPanel_DocumentKind_ec4f3505dd3643459a1defd201f38933
source: Document kind
ru: Вид документа

# FilterPanel_Category_204a674665884ad9b597bd272c503a1a
source: Category
ru: Категория

# FilterPanel_Contractor_2ec8dc498432404fb403214cb7b26180
source: Counterparty
ru: Контрагент

# FilterPanel_BusinessUnit_e3ba81cc35af4baab30474e904271e5f
source: Business unit
ru: Наша организация

# FilterPanel_Responsible_dcf036f7c21e416d8374d07ba530dca2
source: Responsible person
ru: Ответственный

# FilterPanel_Document_2832e16b4bac457b92a54e87531aab72
source: Document
ru: Документ

# FilterPanel_DocumentKind_f9c182401a58457789ed0a414cafb03c
source: Document kind
ru: Вид документа

# FilterPanel_Category_7be3338fb125400d87e6b53773007bd4
source: Category
ru: Категория

# FilterPanel_Contractor_abe9e4b156f04d47addfa467595246ba
source: Counterparty
ru: Контрагент

# FilterPanel_BusinessUnit_934d0be326ad4acbbf81dc51079425f5
source: Business unit
ru: Наша организация

# FilterPanel_Responsible_b88d10ea38254be58cb18fbe15e88233
source: Person responsible for return
ru: Ответственный за возврат

# FilterPanel_Group_3f5f08fcde1541fc8d27c5f390aad62d
source: Overdue
ru: Просроченные

# FilterPanel_OverdueGroup_3f5f08fcde1541fc8d27c5f390aad62d
source: Overdue
ru: Просроченные

# FilterPanel_OnlyOverdue_9323f1fd9bd74889ba51b8e5db0ad112
source: Only overdue
ru: Только просроченные

# FilterPanel_State_66975b602c1148c6baca3816373e5e95
source: State
ru: Состояние

# FilterPanel_Concluded_7dea411ac4c544c18112ef592fdafaba
source: Concluded
ru: Заключены за период

# FilterPanel_Executed_9be6a37e43a942a28e0ff3d665442d41
source: Closed
ru: Исполнены за период

# FilterPanel_Terminated_1989dffd82aa4272aa38748528b435d8
source: Terminated
ru: Расторгнуты за период

# FilterPanel_Cancelled_58bfce84c2f1471e85d1a106acc17cf4
source: Cancelled
ru: Аннулированы за период

# FilterPanel_Document_92d42c1a59d84aa08e2562457ba223d5
source: Document
ru: Документ

# FilterPanel_DocumentKind_06c5d4d7101c4345911ab04c6c1c9f12
source: Document kind
ru: Вид документа

# FilterPanel_Category_99b52b123c5d4237902b546177ab437d
source: Category
ru: Категория

# FilterPanel_BusinessUnit_7715cc950de9497692bf9a9280007800
source: Business unit
ru: Наша организация

# FilterPanel_Responsible_b6e75cd8670c4371b791d8a7897e2d29
source: Responsible person
ru: Ответственный

# FilterPanel_Period_a43be82f9e174af89ec423026ae9c247
source: Period
ru: Интервал времени

# FilterPanel_DocumentTypeGroup_f3838da119f047eea2f7d4c975460efc
source: Document types
ru: Типы документов

# FilterPanel_Contracts_a5c3126fae5b4e58a6a390904b0706c2
source: Contracts
ru: Договоры

# FilterPanel_SupAgreements_3388df145ff041b0a8125b352fc8acc8
source: Supp. agreements
ru: Доп. соглашения

# FilterPanel_Last30days_e8f85890820443a891b24434dc5c902b
source: Last 30 days
ru: Последние 30 дней

# FilterPanel_Last365days_7e7299aa659b495686247fdc82e7fb44
source: Last 365 days
ru: Последние 365 дней

# FilterPanel_ManualPeriod_ffe95bda6e61466c82cff730c0e5dd0a
source: User-defined period:
ru: Произвольный период:

# FilterPanel_Status_3dbf085c0c7d4fc7b9c785ef2e38c7d9
source: Document
ru: Документ

# FilterPanel_DocumentKind_b23be1bf5fb74e98ad7f0a612b26adb1
source: Document kind
ru: Вид документа

# FilterPanel_Located_b73188f3195b4b7f9c7a7c36e4eb0324
source: Located
ru: Находится

# FilterPanel_Employee_dfe4df01b9eb412a950972a5d69974ca
source: At employee
ru: У сотрудника

# FilterPanel_Department_c7c5fa767604491f8c302dbbab595644
source: In department
ru: В подразделении

# FilterPanel_Parametrs_4848266759584ad398fa91fca1557880
source: Received from
ru: Получен из

# FilterPanel_RegistrationGroup_201966940ea54e5fb7d578a72c8aad5a
source: Registration group
ru: Группа регистрации

# FilterPanel_File_1f66e6bd987f410b938933d3acfcffa9
source: File
ru: Дело

# FilterPanel_OverdueGroup_2e1d7d2e85454c259287bbf6f08d0c2a
source: Overdue
ru: Просроченные

# FilterPanel_Overdue_4d6a140abf6d40fabeead9b2b7f59806
source: Only overdue
ru: Только просроченные

# FilterPanel_ReturnPeriod_a9fb23c80fac45b2beb012d9720bd886
source: Scheduled return date
ru: Должен быть возвращен

# FilterPanel_EndDay_34643f2519d34124b15c4e96177ca945
source: Today
ru: До конца дня

# FilterPanel_EndWeek_5164df427aaa4d3b82264468ca102d3e
source: This week
ru: До конца недели

# FilterPanel_EndMonth_40aae83909e64e5cb51d012bbf0a313c
source: This month
ru: До конца месяца

# FilterPanel_Manual_a53de89d8ac74b58971f7954758b0f32
source: User-defined period:
ru: В период:

# FilterPanel_Department_a0b90086de3c4a9cb3ebf9fe2162dabd
source: Department
ru: Подразделение

# FilterPanel_SupAgreements_5ce6d611bd6f400e93d98540838d3cdb
source: Supp. agreements
ru: Доп. соглашения

# FilterPanel_Contracts_d646f5e3dbec4ad49d5f62705b805c9a
source: Contracts
ru: Договоры

# FilterPanel_DocumentTypeGroup_b8ac06d46caf4e179aa0599c41105929
source: Document types
ru: Типы документов

# AsyncHandler_Description_e243048a03204bb6b9b0b3e1b1c1770f
source: Automatic grant access rights to documents
ru: Автоматическое назначение прав на список документов
