Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/Module.*.resx
Languages: ru

# DocumentNameAutotext
source: <Autogenerated name>
ru: <Имя будет сформировано автоматически по содержанию и другим реквизитам документа>

source: Document register
ru: Журнал

# SkippedNumbersReport
source: Document Numbering Skips
ru: Контроль пропусков в нумерации документов

# AutoformatTaskSubject
source: <Autogenerated subject>
ru: <Тема будет сформирована автоматически>

# JobToReturnNotFound
source: Assignments to return document not found.
ru: Задания на возврат документа не найдены.

# ReturnDocumentDeliveryAndScheduledDate
source: Return deadline must be greater than delivery date.
ru: Срок возврата должен быть больше даты выдачи.

# ReturnDocumentDialog
source: Return Document
ru: Возврат документа

# ReturnDocumentDeliveryAndReturnDate
source: Return date must be greater than delivery date.
ru: Дата возврата должна быть больше даты выдачи.

# ReturnDocumentNotify
source: Paper document was returned.
ru: Бумажный экземпляр возвращен.

# ReturnDocumentOpenAssignment
source: Open assignment
ru: Открыть задание

# ReturnDocumentActiveTrackingNotFound
source: Document return is not required as there are no records showing it was delivered.
ru: Документ не подлежит возврату, так как нет отметок о его выдаче.

# ReturnDocumentNotSigned
source: Not signed
ru: Не подписан

# ReturnDocumentDate
source: Return date
ru: Дата возврата

# ReturnDocumentEmployee
source: Returned by
ru: Кем возвращен

# ReturnDocumentSigned
source: Signed
ru: Подписан

# ReturnDocument
source: Return
ru: Вернуть

# DeliverDocumentNotify
source: Paper document was delivered.
ru: Бумажный экземпляр передан.

# DeliverDocumentDialog
source: Deliver paper document
ru: Выдача бумажного экземпляра документа

# DeliverDocumentIsOriginal
source: Deliver original document
ru: Выдается оригинал

# DeliverDocumentSheduledReturnDate
source: Return deadline
ru: Срок возврата

# DeliverDocumentEmployee
source: Employee
ru: Кому передан

# DeliverDocumentComment
source: Note
ru: Примечание

# DeliverDocumentDeliveryDate
source: Delivery date
ru: Дата выдачи

# NeedRightOnDocumentRegisterToUnreserve
source: To cancel reservation, you must be authorized to edit the register.
ru: Для отмены резервирования нужно иметь права на журнал регистрации.

# NeedRightOnDocumentRegisterToChangeDocument
source: To change requisites, you must be authorized to edit the register.
ru: Для изменения реквизитов нужно иметь права на журнал регистрации.

# NeedRightOnDocumentRegisterToUnregister
source: To cancel registration, you must be authorized to edit the register.
ru: Для отмены регистрации нужно иметь права на журнал регистрации.

# CancelRegistrationDescription
source: After you cancel registration, the registration number, date and register will be cleared.
ru: При отмене регистрации очистятся поля с регистрационным номером, датой и журналом регистрации.

# CancelReservationDescription
source: After you cancel reservation, the registration number, date and register will be cleared.
ru: При отмене резервирования очистятся поля с регистрационным номером, датой и журналом регистрации.

# CancelNumberingDescription
source: After you cancel number assignment, the registration number, date and register will be cleared.
ru: При отмене нумерации очистятся поля с регистрационным номером, датой и журналом регистрации.

source: Cancel Numbering
ru: Отмена нумерации

source: Cancel reservation
ru: Отмена резервирования

source: Cancel registration?
ru: Отменить регистрацию?

# SaveDocumentToCompleteNumbering
source: To change additional requisites of the document, fill in required data, and save the changes.
ru: Для завершения изменения дополнительных реквизитов сохраните документ.

# SaveDocumentToCompleteRegistration
source: To re-register the document, change registration data, and save the changes.
ru: Для перерегистрации нужно вручную изменить регистрационные данные и сохранить документ.

# NoRightsToApproveDocument
source: You must have signature rights assigned in order to approve a document.
ru: Для утверждения документа должно быть настроено право подписи.

# NoRightsToModifyFAddedToFileListDate
source: You are not authorized to edit date the document was placed to file.
ru: Нет прав на изменение даты помещения в дело.

# NoRightsToModifyTracking
source: You are not authorized to edit paper documents tracking.
ru: Нет прав на изменение журнала выдачи.

# NoRightsToModifyRegistrationInformation
source: You are not authorized to edit document registration data.
ru: Нет прав на изменение регистрации документа.

# NoRightToRegistrationInDocumentRegister
source: You are not authorized to register document in this register.
ru: Нет прав на регистрацию документа в этом журнале.

# NoRightsToModifyRegistrationNumber
source: You are not authorized to edit document registration number.
ru: Нет прав на изменение регистрационного номера.

# NoRightsToModifyDocumentRegister
source: You are not authorized to edit the register.
ru: Нет прав на изменение журнала регистрации.

# NoRightsToModifyRegistrationDate
source: You are not authorized to edit registration date.
ru: Нет прав на изменение даты регистрации.

# NoRightsToModifyFileList
source: You are not authorized to edit the file.
ru: Нет прав на изменение дела.

# ConfirmRegistrationWithFollowingData
source: Confirm document registration
ru: Подтвердите регистрацию документа со следующими данными

# RegistrationDate
source: Date
ru: Дата

# RegistrationNumber
source: Reg. No.
ru: Рег. №

source: Document registration
ru: Регистрация документа

source: Register
ru: Зарегистрировать

# SuccessNumerationNotice
source: Document was saved and numbered successfully.
ru: Документ сохранен и успешно пронумерован.

# SuccessRegisterNotice
source: The document was saved and registered successfully.
ru: Документ сохранен и успешно зарегистрирован.

# NoDocumentRegistersAvailable
source: Cannot register the document. Appropriate document register is required.
ru: Для регистрации документа необходим подходящий журнал.

# NoDocumentRegistersAvailableForReserve
source: Cannot reserve number for the document. Appropriate document register is required.
ru: Для резервирования номера документа необходим подходящий журнал.

# ReserveSettingsRequired
source: Number reservation settings you specified for the document match several registers. Change number reservation settings so that only one register match the document.
ru: Для документа, согласно настройкам резервирования номера, есть несколько подходящих журналов. Необходимо скорректировать настройки так, чтобы подходящий журнал был только один.

# NumberingSettingsRequiredForSave
source: Registration settings must be exist for auto-numbering.
ru: Для автоматической нумерации документа необходима подходящая настройка нумерации.

# NumberingSettingsRequired
source: To complete the action, configure numbering settings appropriately.
ru: Для выполнения действия необходима подходящая настройка нумерации.

# DocumentIsReservedToRegisterClickRegister
source: Reg. No {0} is reserved for the document. To finish registration you have to register it.
ru: Для документа зарезервирован рег. № {0}. Для завершения регистрации нужно зарегистрировать документ.

# DocumentRegisterWasChanged
source: Register was changed
ru: Был изменен журнал у зарегистрированного документа

source: Document kind was changed
ru: Был изменен вид у зарегистрированного документа

# DocumentNumberAutomaticallyGeneratedOnSave
source: Number will be generated automatically when saving the document.
ru: Номер документа будет присвоен автоматически при сохранении.

# CantDeleteAutomaticallyTracking
source: Cannot delete record as it was created automatically.
ru: Данная запись выдачи документа создана автоматически и не может быть удалена.

# CantDeleteReturnedTracking
source: Cannot delete record as the document was returned.
ru: Нельзя удалять историю выдачи по возвращенным документам.

# CantChangeReturnRowForEndorsementTask
source: Cannot change record as it was created automatically.
ru: Данная запись выдачи документа создана автоматически и не может быть изменена.

# ChangingRecordActionTypeReturnedDocumentIsInadmissible
source: Cannot change type of action.
ru: Изменение типа действия записи невозможно.

# ChangingRecordDocumentReturnIsInadmissible
source: Cannot change record as the document has already been returned.
ru: Изменение записи по возвращенному документу невозможно.

source: Business unit
ru: Наша организация

# Direction
source: Document flow
ru: Документопоток

# RegistrationSettingReport
source: Document Registration Setting
ru: Настройки регистрации

# RegistrationRightsTypeDescription
source: Access rights type allows you to register all documents of this type.
ru: Тип прав включает операцию регистрации для всех документов данного типа.

# RegistrationNumberIsNotUniqueForNumerable
source: Document with the same number already exists.
ru: Документ с таким номером уже существует.

# RegistrationNumberIsNotUnique
source: Document with the same number "{0}" already exists in the register you selected.
ru: В выбранном журнале уже есть документ с номером "{0}".

# RegistrationNumberNotMatchFormat
source: Registration data is incorrect. Registration number must be in the following format: {0}
ru: Регистрационные данные заполнены некорректно. Регистрационный номер должен быть в формате: {0}

# ToReturnDocumentYouMustSpecifiedReturnResult
source: Specify return result for the returned document.
ru: Для возвращенного документа должен быть указан результат возврата.

# OriginalDocumentLocatedIn
source: Original document is held by {0}
ru: Оригинал находится у {0}

# CopyDocumentLocatedIn
source: Copy is held by {0}
ru: Копия находится у {0}

# AtContractorTrackingShowing
source: counterparty
ru: контрагента

# InFilelist
source: Placed in file {0} "{1}"
ru: Документ помещен в дело {0} «{1}».

# InRegistrationGroupOf
source: In registration group "{0}".
ru: Документ находится в группе регистрации «{0}».

source: In registration group
ru: В группе регистрации

# DifferentReturnResultForTask
source: Make sure return result is the same for the document.
ru: Убедитесь, что для документа указан один и тот же результат возврата.

# TaskLockedByUser
source: Task locked by {0}
ru: Задача заблокирована пользователем: {0}

# TaskNotFound
source: Task not found. Contact your system administrator.
ru: Задача не найдена. Обратитесь к администратору системы.

# AssignmentLockedByUser
source: One of the assignments is locked by {0}
ru: Одно из заданий контроля возврата заблокировано пользователем: {0}

# MailTemplate
source: <!DOCTYPE html> <html> <head> <style type="text/css"> body table tr td { border-collapse: collapse; vertical-align:text-top; } </style> </head> {{< hr}} <hr size="1" width="99%" noshade="" style="color:#D0D0D0" align="center"> {{/hr}} <body> <img border="0" height="25" src="cid:logo.png@01D004A6.A303C580" /> <p style="margin-bottom:0"> You have a {{#IsExpired}}expired{{/IsExpired}}{{^IsExpired}}new{{/IsExpired}} {{#Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}{{ToLower}}{{/Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName}}. </p> {{> hr}} <table style="margin-left:15px;"> <tr> <td>{{Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}:</td> <td><a href="{{Sungero.Core.Hyperlinks.Get Assignment}}">{{Assignment.Subject}}</a></td> </tr> {{#Subject}} <tr> <td valign="top">Task subject:</td> <td>{{.}}</td> </tr> {{/Subject}} {{#if HasSubstitutions}} <tr> <td>To:</td> <td>{{Assignment.Performer}}</td> </tr> {{/if}} {{#Author}} <tr> <td>From:</td> <td>{{.}}</td> </tr> {{/Author}} {{#if Assignment.Deadline.HasValue}} <tr> <td>Deadline:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Deadline Assignment.Performer}}</td> </tr> {{/if}} <tr> <td>Started:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Created Assignment.Performer}}</td> </tr> </table> {{> hr}} <p style="margin-bottom:0;margin-top:0"> {{#process_text Assignment.Task.ActiveText}} {{#IsNewLine}} </p><p style="margin-bottom:0;margin-top:0"> {{/IsNewLine}} {{#IsHyperlink}} <a href = "{{Text}}">{{DisplayValue}}</a> {{/IsHyperlink}} {{^IsHyperlink}} {{Text}} {{/IsHyperlink}} {{/process_text}} </p> {{#if Assignment.Task.ActiveText}} {{^Attachments}} {{> hr}} {{/Attachments}} {{/if}} {{#if Attachments}} <p style="margin-bottom:0"> Attachments: </p> {{#Attachments}} <p style="margin-bottom:0;margin-top:0;margin-left:15px;">&bull;&nbsp;&nbsp;&nbsp;<a href="{{Sungero.Core.Hyperlinks.Get .}}">{{DisplayValue}}</a></p> {{/Attachments}} </p> {{> hr}} {{/if}} <footer style="display:block"> <p style="color:#808080;margin-top:0"> <small> This email was sent automatically. <a href="mailto:{{AdministratorEmail}}?subject=Unsubscribing%20from%20Directum%20RX%20mailing&body=Unsubscribe%20me%20from%20{{&MailingName}}" target="_top">Contact your administrator</a> to unsubscribe from Directum RX mailing.</small> </p> </div> </footer> </body> </html>
ru: <!DOCTYPE html> <html> <head> <style type="text/css"> body table tr td { border-collapse: collapse; vertical-align:text-top; } </style> </head> {{< hr}} <hr size="1" width="99%" noshade="" style="color:#D0D0D0" align="center"> {{/hr}} <body> <img border="0" height="25" src="cid:logo.png@01D004A6.A303C580" /> <p style="margin-bottom:0"> У вас {{#IsExpired}}просроченное{{/IsExpired}}{{^IsExpired}}новое{{/IsExpired}} {{#Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}{{ToLower}}{{/Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName}}. </p> {{> hr}} <table style="margin-left:15px;"> <tr> <td>{{Sungero.Docflow.PublicFunctions.Module.GetAssignmentTypeName Assignment}}:</td> <td><a href="{{Sungero.Core.Hyperlinks.Get Assignment}}">{{Assignment.Subject}}</a></td> </tr> {{#Subject}} <tr> <td valign="top">Тема задачи:</td> <td>{{.}}</td> </tr> {{/Subject}} {{#if HasSubstitutions}} <tr> <td>Кому:</td> <td>{{Assignment.Performer}}</td> </tr> {{/if}} {{#Author}} <tr> <td>От:</td> <td>{{.}}</td> </tr> {{/Author}} {{#if Assignment.Deadline.HasValue}} <tr> <td>Срок:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Deadline Assignment.Performer}}</td> </tr> {{/if}} <tr> <td>Отправлено:</td> <td>{{Sungero.Docflow.PublicFunctions.Module.GetDateDisplayValue Assignment.Created Assignment.Performer}}</td> </tr> </table> {{> hr}} <p style="margin-bottom:0;margin-top:0"> {{#process_text Assignment.Task.ActiveText}} {{#IsNewLine}} </p><p style="margin-bottom:0;margin-top:0"> {{/IsNewLine}} {{#IsHyperlink}} <a href = "{{Text}}">{{DisplayValue}}</a> {{/IsHyperlink}} {{^IsHyperlink}} {{Text}} {{/IsHyperlink}} {{/process_text}} </p> {{#if Assignment.Task.ActiveText}} {{^Attachments}} {{> hr}} {{/Attachments}} {{/if}} {{#if Attachments}} <p style="margin-bottom:0"> Вложения: </p> {{#Attachments}} <p style="margin-bottom:0;margin-top:0;margin-left:15px;">&bull;&nbsp;&nbsp;&nbsp;<a href="{{Sungero.Core.Hyperlinks.Get .}}">{{DisplayValue}}</a></p> {{/Attachments}} </p> {{> hr}} {{/if}} <footer style="display:block"> <p style="color:#808080;margin-top:0"> <small>Это сообщение отправлено автоматически. Чтобы отписаться от рассылки, отправьте <a href="mailto:{{AdministratorEmail}}?subject=Отписка%20от%20рассылки%20Directum%20RX&body=Прошу%20отписать%20меня%20от%20рассылки%20{{&MailingName}}" target="_top">письмо администратору</a>.</small> </p> </div> </footer> </body> </html>

# ExpiredAssignmentMailSubject
source: Expired {0}{1}: {2}
ru: Просроченное {0}{1}: {2}

# NewAssignmentsMailingName
source: new assignments mailing
ru: о новых заданиях

# ExpiredAssignmentsMailingName
source: expired assignments mailing
ru: о просроченных заданиях

source: from
ru: от

# DocumentUsagePeriodBegin
source: Period from
ru: Период с

# DocumentUsagePeriodEnd
source: Period to
ru: Период до

source: Department
ru: Подразделение

# DocumentUsageReportDialog
source: Document Usage
ru: Статистика работы с документами

# FailedGetSettings
source: Cannot retrieve settings. Contact your system administrator.
ru: Не удалось получить настройки. Обратитесь к администратору системы.

# CantSendTaskByNonEmployee
source: Only employees can send the task. Log on to the system by using an employee's account.
ru: Отправить задачу может только сотрудник. Войдите в систему под учетной записью сотрудника.

# FillDepartmentCode
source: To {0} document, specify department code.
ru: Для {0} требуется заполнить код подразделения.

# FillDepartment
source: To {0} document, specify department.
ru: Для {0} требуется заполнить подразделение.

# FailedGetSettingsForNonEmployee
source: Personal settings are available for employees only.
ru: Персональные настройки доступны только для учетных записей сотрудников.

# EmptyWorkingCalendar
source: Working time calendar is not filled in for the year {0}.
ru: Не заполнен календарь рабочего времени за {0} год.

# ImpossibleSpecifyDeadlineToNotWorkingDay
source: Deadline falls on a weekend.
ru: Срок выполнения выпадает на выходной день.

# StateViewHour
source: hour
ru: час

# StateViewHourGenetive
source: hours
ru: часа

# StateViewHourPlural
source: hours
ru: часов

# StateViewDay
source: day
ru: день

# StateViewDayGenetive
source: days
ru: дня

# StateViewDayPlural
source: days
ru: дней

# SkippedNumbersReportNumber
source: number
ru: номер

# SkippedNumbersReportNumberPlural
source: numbers
ru: номеров

# SkippedNumbersReportNumberGenetive
source: numbers
ru: номера

# StateViewEmployee
source: employee
ru: сотрудник

# StateViewEmployeeGenetive
source: employees
ru: сотрудника

# StateViewEmployeePlural
source: employees
ru: сотрудников

# AllCreatedActionItemsShouldBeStarted
source: Assignment was not completed because action item was not sent.
ru: Задание не было выполнено, так как поручение не стартовано.

# CreatedActionItemExecutionNeeded
source: Assignment was not completed because no action items had been created.
ru: Задание не выполнено, так как не создано ни одного поручения.

# StateViewDocumentReview
source: Document review
ru: Рассмотрение документа

# StateViewResolution
source: Resolution
ru: Резолюция

# StateViewAuthor
source: Author
ru: Автор

# StateViewAddressee
source: Addressee
ru: Адресат

# StateViewResponsible
source: Responsible assignee
ru: Ответственный исполнитель

# StateViewCoAssignees
source: Co-assignees
ru: Cоисполнители

# StateViewAssignee
source: Assignee
ru: Исполнитель

source: The specified employee is not authorized to sign documents.
ru: Указанный сотрудник не имеет права подписи. Попробуйте заново выбрать правило согласования.

# DescriptionSignatoryRole
source: Users who are authorized to sign all document kinds with approving signature.
ru: Пользователи, имеющие право подписывать утверждающей подписью все типы документов.

# DescriptionClerkRole
source: Users responsible for document registration and retention.
ru: Пользователи, ответственные за регистрацию и хранение документов.

# DescriptionRegistrationManagerRole
source: Users who are authorized to customize the docflow process for their registration group (document registers, files, document kinds, list of individuals who belong to the registration group, document registration settings).
ru: Пользователи, имеющие право настраивать процесс документооборота по своей группе регистрации (журналы регистрации, номенклатура дел, виды документов, состав участников группы регистрации, настройки регистрации).

# DescriptionBusinessUnitManagerRole
source: Users who are managers of our business units.
ru: Пользователи, являющиеся руководителями наших организаций.

# DescriptionDepartmentManagerRole
source: Users who are managers of our departments.
ru: Пользователи, являющиеся руководителями подразделений.

# DescriptionResponsibleForCounterpartiesRole
source: Users who are authorized to customize counterparties (persons, contacts, companies).
ru: Пользователи, имеющие право настраивать контрагентов (персон, контакты, организации).

# DescriptionIncomingDocumentsRegistrarRole
source: Users who are authorized to register incoming documents.
ru: Пользователи, имеющие право регистрировать входящие документы.

# DescriptionOutgoingDocumentsRegistrarRole
source: Users who are authorized to register outgoing documents.
ru: Пользователи, имеющие право регистрировать исходящие документы.

# DescriptionInternalDocumentsRegistrarRole
source: Users who are authorized to register internal documents.
ru: Пользователи, имеющие право регистрировать внутренние документы.

# ReviewedNoticeSubject
source: Document reviewed
ru: Документ рассмотрен

# ExecuteWithoutCreatingActionItem
source: Complete assignment without creating and sending an action item?
ru: Выполнить задание без создания и отправки поручения?

source: Create Action Item
ru: Создать поручение

# DescriptionDocumentDeleteRole
source: Users authorized to delete documents.
ru: Пользователи, имеющие право на удаление документов.

source: Employee
ru: Сотрудник

# SelectedMailsHasDifferenBusinessUnits
source: Selected mails have different our business units
ru: Выбраны письма с различными нашими организациями

# SelectOutgoingDocumentsWithSameBusinessUnit
source: Mail items register can be created for mails sent from one business unit (sender). To print a report, select outgoing mails of only one business unit.
ru: Реестр почтовых отправлений формируется для писем от одной организации (отправителя). Для печати отчета выберите исходящие письма только одной нашей организации.

# DescriptionProjectManagersRole
source: Users authorized to manage projects
ru: Пользователи, имеющие право управлять проектами

# RoleNameSigning
source: Signatories
ru: Подписывающие

# RoleNameClerks
source: Clerks
ru: Делопроизводители

# RoleNameRegistrationManagers
source: Employees responsible for registration settings
ru: Ответственные за настройку регистрации

# RoleNameBusinessUnitHeads
source: Business unit CEOs
ru: Руководители наших организаций

# RoleNameDepartmentManagers
source: Department managers
ru: Руководители подразделений

# RoleNameCounterpartiesResponsible
source: Employees responsible for counterparties
ru: Ответственные за контрагентов

# RoleNameDocumentDelete
source: Users authorized to delete documents
ru: Пользователи с правами на удаление документов

# RoleNameRegistrationIncomingDocument
source: Employees registering incoming documents
ru: Регистраторы входящих документов

# RoleNameRegistrationOutgoingDocument
source: Employees registering outgoing documents
ru: Регистраторы исходящих документов

# RoleNameRegistrationInternalDocument
source: Employees registering internal documents
ru: Регистраторы внутренних документов

# RoleNameProjectManagers
source: Project managers
ru: Руководители проектов

# RoleNameContractsResponsible
source: Employees responsible for contracts
ru: Ответственные за договоры

# RoleNameRegistrationContracts
source: Employees registering contracts
ru: Регистраторы договоров

# SimpleDocumentTypeName
source: Simple Document
ru: Простой документ

# MemoTypeName
source: Memo
ru: Служебная записка

# AddendumTypeName
source: Addendum to document
ru: Приложение к документу

# SendForReviewActionName
source: Review by manager
ru: Рассмотрение руководителем

# SendActionItemActionName
source: Execution of action item
ru: Исполнение поручения

# SendForFreeApprovalActionName
source: Free approval
ru: Свободное согласование

# SendForApprovalActionName
source: Rule-based approval
ru: Согласование по регламенту

# SimpleDocumentKindName
source: Simple document
ru: Простой документ

# SimpleDocumentKindShortName
source: Simple document
ru: Простой документ

# MemoKindName
source: Memo
ru: Служебная записка

# MemoKindShortName
source: Memo
ru: Служебная записка

# AddendumKindName
source: Addendum to document
ru: Приложение к документу
