Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/Module.*.resx
Languages: ru

# AddendumKindShortName
source: Addendum
ru: Приложение

# RoleDescriptionSignatory
source: Employee who signs the document. Signatory is specified in the card of approval task.
ru: Сотрудник, который подписывает документ. Указывается в карточке задачи на согласование документа.

# RoleDescriptionAddressee
source: Employee who reviews the document. Addressee is specified in the card of approval task.
ru: Сотрудник, который рассматривает документ. Указывается в карточке задачи на согласование документа.

# RoleDescriptionInitiator
source: Person who initiated the document approval.
ru: Инициатор задачи на согласование документа.

# RoleDescriptionInitiatorManager
source: Manager of the person who initiated the document approval.
ru: Непосредственный руководитель инициатора задачи на согласование документа.

# RoleDescriptionSignatoryAssistant
source: Assistant of the employee who signs the document. Assistant is specified in the "Manager Assistants" reference in the "Company" module. If the assistant is not defined, employee who signs the document will be the performer.
ru: Помощник (секретарь) сотрудника, который подписывает документ. Помощник определяется на основании справочника "Ассистенты руководителей" в модуле "Компания". Если не удалось определить помощника, исполнителем будет выбран сотрудник, который подписывает документ.

# RoleDescriptionPrintResponsible
source: Assistant of the employee who signs or reviews the document. If the assistant is not defined, employee who registers the document will be the performer. If the person registering the document is not defined, employee who initiated the document approval will be the performer.
ru: Помощник (секретарь) подписывающего или адресата рассмотрения. Если не удалось вычислить помощника, исполнителем будет выбран регистратор документа. Если не удалось вычислить регистратора документа, исполнителем будет выбран инициатор согласования.

# RoleDescriptionDocumentRegister
source: Person responsible for registration group the document belongs to. If the responsible person is not defined, employee who initiated the document approval will be the performer.
ru: Ответственный за группу регистрации документов. Если не удалось определить ответственного, исполнителем будет выбран инициатор согласования.

# RoleDescriptionOutgoingDocumentRegister
source: Person responsible for registration group of outgoing documents. If the responsible person is not defined, employee who initiated the document approval will be the performer.
ru: Ответственный за группу регистрации исходящих документов. Если не удалось определить ответственного, исполнителем будет выбран инициатор согласования.

# RoleDescriptionAddresseeAssistant
source: Assistant of the employee who reviews the document. Assistant is specified in the "Manager Assistants" reference in the "Company" module. If the assistant is not defined, employee who signs the document will be the performer.
ru: Помощник (секретарь) сотрудника, который рассматривает документ. Помощник определяется на основании справочника "Ассистенты руководителей" в модуле "Компания". Если не удалось определить помощника, исполнителем будет выбран сотрудник, который рассматривает документ.

# ReviewedNoticeName
source: Notify initiator about review
ru: Уведомление инициатора о рассмотрении

# SignedNoticeName
source: Notify initiator about signing
ru: Уведомление инициатора о подписании

# CurrencyFullNameRUB
source: Russian Ruble
ru: Российский рубль

# CurrencyFullNameUSD
source: US Dollar
ru: Доллар США

# CurrencyFullNameEUR
source: Euro
ru: Евро

# CurrencyShortNameRUB
source: ruble
ru: рубль

# CurrencyShortNameUSD
source: dollar
ru: доллар

# CurrencyShortNameEUR
source: euro
ru: евро

# CurrencyFractionNameRUB
source: kopeck
ru: коп.

# CurrencyFractionNameUSD
source: сent
ru: цент

# CurrencyFractionNameEUR
source: сent
ru: цент

# RegistersAndSettingsMemosName
source: Memos
ru: Служебные записки

# RegistersAndSettingsMemosIndex
source: MEM
ru: СЗ

# DefaultApprovalRuleNameOutgoing
source: Default approval rule for outgoing documents
ru: Правило по умолчанию для исходящих документов

# DefaultApprovalRuleNameInternal
source: Default approval rule for internal documents
ru: Правило по умолчанию для внутренних документов

# DefaultApprovalRuleNameMemo
source: Default approval rule for memos
ru: Правило по умолчанию для служебных записок

# RelationAddendumTargetTitle
source: Addenda
ru: Приложения

# RelationAddendumSourceTitle
source: Document
ru: Документ

# RelationAddendumDescription
source: Addendum
ru: Приложение

# RelationResponseTargetTitle
source: Response letter
ru: Ответное письмо

# RelationResponseSourceTitle
source: In response
ru: В ответ на

# RelationResponseDescription
source: Response letter
ru: Ответное письмо

# ReportBusinessUnit
source: Business Unit: {0} {1}
ru: Наша организация: {0} {1}

# ReportDepartment
source: Department: {0} {1}
ru: Подразделение: {0} {1}

# ReportNo
source: no
ru: нет

# DocumentUsageReport
source: Document Usage Statistics
ru: Статистика работы с документами

# Initialize_FileTypes_Text
source: Text documents
ru: Текстовые документы

# Initialize_FileTypes_Text_txt
source: Text editor
ru: Текстовый редактор

# Initialize_FileTypes_Text_rtf
source: RTF text editor
ru: Редактор RTF-документов

# Initialize_FileTypes_Text_chm
source: CHM file viewer
ru: Просмотрщик CHM-файлов

# Initialize_FileTypes_Text_djvu
source: DjVu file viewer
ru: Просмотрщик DjVu-файлов

# Initialize_FileTypes_Text_hlp
source: HLP file viewer
ru: Просмотрщик HLP-файлов

# Initialize_FileTypes_Media
source: Media
ru: Медиафайлы

# Initialize_FileTypes_Media_wmv
source: WMV file player
ru: Проигрыватель WMV-файлов

# Initialize_FileTypes_Media_swf
source: FLASH file player
ru: Проигрыватель FLASH-файлов

# Initialize_FileTypes_Media_avi
source: Video player
ru: Проигрыватель видеофайлов

# Initialize_FileTypes_Media_mp3
source: Audio player
ru: Проигрыватель аудиофайлов

# Initialize_FileTypes_Media_flv
source: FLV file player
ru: Проигрыватель FLV-файлов

# Initialize_FileTypes_Other
source: Other files
ru: Прочие файлы

# Initialize_FileTypes_Other_xml
source: XML file viewer
ru: Просмотрщик XML файлов

# Initialize_FileTypes_Other_nfo
source: System information
ru: Сведения о системе

# Initialize_FileTypes_Archive
source: Archives
ru: Архивы

# Initialize_FileTypes_Archive_zip
source: ZIP archiver
ru: Архиватор ZIP

# Initialize_FileTypes_Archive_rar
source: RAR archiver
ru: Архиватор RAR

# Initialize_FileTypes_Picture
source: Images
ru: Изображения

# Initialize_FileTypes_Picture_jpeg
source: JPEG image viewer
ru: Просмотрщик JPEG-изображений

# Initialize_FileTypes_Picture_jpg
source: JPG image viewer
ru: Просмотрщик JPG-изображений

# Initialize_FileTypes_Picture_png
source: PNG image viewer
ru: Просмотрщик PNG-изображений

# Initialize_FileTypes_Picture_tiff
source: TIFF file viewer
ru: Просмотрщик TIFF-файлов

# Initialize_FileTypes_Picture_cdr
source: Graphics editor Corel Draw
ru: Графический редактор Corel Draw

# Initialize_FileTypes_Picture_ico
source: ICO file viewer
ru: Просмотрщик ICO-файлов

# Initialize_FileTypes_Picture_tif
source: TIF file viewer
ru: Просмотрщик TIF-файлов

# Initialize_FileTypes_Picture_bmp
source: Graphics editor Paint
ru: Графический редактор Paint

# Initialize_FileTypes_Picture_gif
source: GIF file viewer
ru: Просмотрщик GIF-файлов

# Initialize_FileTypes_Presentation
source: Presentations
ru: Презентации

# Initialize_FileTypes_Schema
source: Schemes and maps
ru: Схемы и карты

# Initialize_FileTypes_Schema_vsd
source: Visio editor
ru: Редактор Visio

# Initialize_FileTypes_Table
source: Tables
ru: Таблицы

# Initialize_FileTypes_Table_xlsm
source: Microsoft Excel 2007 with macros
ru: Microsoft Excel 2007 с макросами

# Initialize_FileTypes_WebPage
source: Web pages
ru: Веб-страницы

# Initialize_FileTypes_WebPage_url
source: Link
ru: Ссылка

# Initialize_FileTypes_WebPage_htm
source: HTM file viewer
ru: Просмотрщик HTM-файлов

# ExecuteWithoutCreatingActionItemFromAddressee
source: Complete assignment without creating and sending an action item on behalf of addressee?
ru: Выполнить задание без создания и отправки поручения от имени адресата?

# RegistrationRightTypeName
source: Registration
ru: Регистрация

# DeleteRightTypeName
source: Delete
ru: Удаление

# FullRightTypeName
source: Full Right
ru: Полный доступ

# FolderChangeRightTypeName
source: Folder Change
ru: Изменение содержимого

# RelationSimpleRelationSourceTitle
source: Other
ru: Прочие

# RelationSimpleRelationTargetTitle
source: Other
ru: Прочие

# RelationSimpleRelationSourceDescription
source: Related
ru: Связанный

# RelationSimpleRelationTargetDescription
source: Related
ru: Связанный

# RelationCancelSourceTitle
source: Cancels
ru: Отменяет

# RelationCancelTargetTitle
source: Cancelled based on
ru: Отменен на основании

# RelationCancelSourceDescription
source: Cancelled
ru: Отмененный

# RelationCancelTargetDescription
source: Cancellation basis
ru: Основание для отмены

# RelationCorrespondenceSourceTitle
source: Subject of correspondence
ru: Предмет переписки

# RelationCorrespondenceTargetTitle
source: Correspondence
ru: Переписка

# RelationCorrespondenceSourceDescription
source: Subject of correspondence
ru: Предмет переписки

# RelationCorrespondenceTargetDescription
source: Correspondence
ru: Переписку

# RelationBasisTargetDescription
source: Based on
ru: Основанный

# RelationBasisSourceTitle
source: Based on
ru: На основании

# RelationBasisSourceDescription
source: Basis
ru: Основание

# RelationBasisTargetTitle
source: Basis for
ru: Является основанием для

# Initialize_FileTypes_Other_unknown
source: Unknown application
ru: Неизвестное приложение

# ExchangeDocumentTypeName
source: Incoming Exchange Document
ru: Входящий документ эл. обмена

# ExchangeDocumentKindName
source: Incoming Exchange Document
ru: Входящий документ эл. обмена

# ExchangeDocumentKindShortName
source: Inc. Exchange Doc.
ru: Вх. док. эл. обмена

# SendByExchangeRightTypeName
source: Send via exchange service
ru: Отправка через сервис обмена

# SetExchangeRightTypeName
source: Establish exchange
ru: Установление обмена

# WrongPeriodReport
source: Finish period date of report cannot be less than start date.
ru: Дата завершения периода отчета не может быть меньше даты начала.

# WrongPeriod
source: Finish period date cannot be less than start date.
ru: Дата завершения периода не может быть меньше даты начала.

# NoAccessRightsToApprove
source: You are not authorized to perform operation "Approve"
ru: Нет прав на выполнение операции "Утверждение"

# ExecuteWithoutSendToCounterparty
source: Complete the assignment without sending the document to counterparty via exchange service?
ru: Выполнить задание без отправки документа через сервис обмена?

# RoleDescriptionApprovers
source: Document approvers.
ru: Сотрудники, согласующие документ.

# UpdateRightTypeName
source: Update
ru: Изменение

# RelationCorrectionSourceTitle
source: Corrected
ru: Скорректирован

# RelationCorrectionTargetTitle
source: Corrective documents
ru: Корректировочные документы

# PowerOfAttorneyTypeName
source: Power of attorney
ru: Доверенность

# PowerOfAttorneyKindName
source: Power of attorney
ru: Доверенность

# PowerOfAttorneyKindShortName
source: POA
ru: Доверенность

# RegistersAndSettingsPowerOfAttorneyName
source: Powers of attorney
ru: Доверенности

# RegistersAndSettingsPowerOfAttorneyIndex
source: POA
ru: ДОВ

# CounterpartyDocumentTypeName
source: Information about counterparty
ru: Сведения о контрагенте

# CounterpartyDocumentKindName
source: Other information about counterparty
ru: Прочие сведения о контрагенте

# CounterpartyDocumentKindShortName
source: Information about
ru: Сведения о

# CurrentAssignmentNewDeadline
source: New deadline set for the assignment.
ru: Установлен новый срок для текущего задания.

# PdfConvertError
source: Cannot convert the document with ID {0} to PDF.
ru: Не удалось преобразовать документ с ИД {0} в формат PDF.

# CantAbortTaskWithoutDocumentAccessRights
source: You do not have rights to the document attached to group "{0}". To abort the task, ask your system administrator to configure access rights.
ru: Отсутствуют права на документ, вложенный в группу "{0}". Для прекращения задачи попросите администратора системы настроить права доступа.

# SendForAcquaintanceActionName
source: Acquaintance
ru: Ознакомление

# StateViewCertificateIsNotValid
source: Certificate invalid
ru: Сертификат недействителен

# StateViewDocumentIsChanged
source: Document changed
ru: Документ изменен

# StateViewDocumentIsValid
source: The document not modified
ru: Документ не изменен

# StateViewSignatureAttributesNotValid
source: Signature attributes changed
ru: Атрибуты подписи изменены

source: ID
ru: ИД

source: Version
ru: Версия

# WithoutVersion
source: No version
ru: Без версии

source: Page
ru: Страница

# PageOf
source: of
ru: из

# FillBusinessUnit
source: To {0} document, specify business unit
ru: Для {0} необходимо указать нашу организацию

# FillBusinessUnitCode
source: To {0} document, specify business unit code
ru: Для {0} требуется заполнить код нашей организации

source: Leading document
ru: Ведущий документ

# FillDocumentKind
source: To {0} document, specify document kind.
ru: Для {0} требуется заполнить вид документа.

# FillDocumentKindCode
source: To {0} document, specify document kind code.
ru: Для {0} требуется заполнить код вида документа.

# FillCaseFile
source: For {0}, specify the file.
ru: Для {0} требуется заполнить дело.

# NoSpacesInCode
source: Whitespace is not allowed in the code.
ru: Не допускается использование пробелов в коде.

# registerWord
source: register
ru: регистрации

# numberWord
source: numbering
ru: нумерации

# FillCaseFileCode
source: To {0} document, specify case file code
ru: Для {0} требуется заполнить код дела

source: Docflow
ru: Документооборот

# PersonResponsibleForRegistrationGroups
source: Responsible for registration groups
ru: Ответственный за группы регистрации

# RegistrationGroupMember
source: Registration groups member
ru: Участник групп регистрации

# SignatureSetting
source: Signature Settings
ru: Право подписи

# RuleToGrantAccess
source: Rules to Grant Access
ru: Правила назначения прав

source: Approval Stages
ru: Этапы согласования

# ApprovalRules
source: Conditions of approval rules
ru: Условия в правилах согласования

source: Reason
ru: Основание

# PageShort
source: Page
ru: Стр.

# RoleDescriptionCompanyResponsible
source: Employee responsible for work with a company. The employee is specified in the document card. If the responsible person is not defined, employee who initiated the document approval will be the performer.
ru: Сотрудник, ответственный за работу с организацией. Указывается в карточке организации. Если не удалось определить ответственного, исполнителем будет выбран инициатор согласования.

# ApproveAdditionalApprovers
source: Approve by additional approvers
ru: Согласование с дополнительными согласующими

# NumberDistributionListIsNotPositive
source: Sequence numbers in the distribution list must be positive.
ru: Порядковые номера в пунктах списка рассылки должны быть положительными.

# PropertyLengthError
source: The value of property "{0}" exceeds maximum allowed string length ({1}).
ru: Значение свойства "{0}" превышает допустимую длину строки ({1}).

# RoleDescriptionDepartmentManager
source: Department manager of approval task initiator.
ru: Руководитель подразделения инициатора задачи на согласование документа.

# RoleDescriptionDocumentDepartmentManager
source: Manager of the department specified in the document card. If the manager is not defined, the manager of approval initiator's department will be the performer.
ru: Руководитель подразделения, указанного в карточке документа. Если руководителя не удалось определить, исполнителем будет выбран руководитель подразделения инициатора согласования.

# ASCIIWarning
source: Email address contains non-Latin letters.
ru: Адрес электронной почты содержит не только латинские буквы.

# DocumentBodyNeedsRepair
source: An unexpected error occurred while converting the document. Contact your system administrator.
ru: При преобразовании документа произошла ошибка. Обратитесь к администратору системы.

# HtmlStampTemplateForCertificate
source: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding: 1.5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 235px; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:6pt;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:9.75pt;color: #003f75;white-space: nowrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> {Logo} <td height = 39> <div class="tg2" style="margin-left:7.5px;margin-right:3.75px">{Title}</div> </td> </tr> <tr> <td colspan="2"> <span class="tg1" style="white-space: nowrap">Certificate {Thumbprint}</span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Owner <b>{SignatoryFullName}</b></span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Valid {Validity}</span> </td> </tr> {SigningDate} </table> </body> </html>
ru: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding: 1.5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 235px; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:6pt;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:9.75pt;color: #003f75;white-space: nowrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> {Logo} <td height = 39> <div class="tg2" style="margin-left:7.5px;margin-right:3.75px">{Title}</div> </td> </tr> <tr> <td colspan="2"> <span class="tg1" style="white-space: nowrap">Сертификат {Thumbprint}</span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Владелец <b>{SignatoryFullName}</b></span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Действителен {Validity}</span> </td> </tr> {SigningDate} </table> </body> </html>

# HtmlStampTemplateForSignature
source: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding: 1.5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 235px; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:6pt;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:9.75pt;color: #003f75;white-space: nowrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> {Logo} <td height = 39> <div class="tg2" style="margin-left:7.5px;margin-right:3.75px">{Title}</div> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Signed by <b>{SignatoryFullName}</b></span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Signatory ID {SignatoryId}</span> </td> </tr> {SigningDate} </table> </body> </html>
ru: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding: 1.5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 235px; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:6pt;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:9.75pt;color: #003f75;white-space: nowrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> {Logo} <td height = 39> <div class="tg2" style="margin-left:7.5px;margin-right:3.75px">{Title}</div> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Подписал <b>{SignatoryFullName}</b></span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Идентификатор пользователя {SignatoryId}</span> </td> </tr> {SigningDate} </table> </body> </html>

# ApprovalRulesConsolidatedReport
source: Approval Rules Summary Report
ru: Сводный отчет по правилам согласования

source: Performers:
ru: Исполнители:

source: Category
ru: Категория

# ImpossibleSpecifyDeadlineToNotWorkingTime
source: Deadline falls on non-working time.
ru: Срок выполнения выпадает на нерабочее время.

# Initialize_FileTypes_WebPage_html
source: HTML file viewer
ru: Просмотрщик HTML-файлов

source: Document kind
ru: Вид документа

# Dialog_Close
source: Close
ru: Закрыть

# ErrorAddManyAddendums
source: While adding {0}addenda, the following errors occurred:
ru: При добавлении {0}приложений возникли ошибки:

# ErrorAddManyAddendumsOther
source: other
ru: остальных

# AddendumNameForOneDocument
source: addendum
ru: приложение

# AddendumNameLessFiveDocument
source: addenda
ru: приложения

# AddendumNameForManyDocument
source: addenda
ru: приложений

# ErrorEqualsFileAddManyAddendums
source: Names of selected files must be unique.
ru: Имена выбранных файлов должны быть уникальными.

# DocumentWithoutNumber
source: w/n
ru: б/н

source: Internal server error.
ru: Внутренняя ошибка сервера.

# ExpiringPowerOfAttorneySubject
source: Expires soon: "{0}"
ru: Завершается срок действия доверенности: "{0}"

# ExpiringPowerOfAttorneyText
source: "{1}" expires on {0}
ru: {0} завершается срок действия доверенности: "{1}"

# EmailBodyDocumentName
source: Email from {0}
ru: Эл. письмо от {0}

# DeleteSettingsException
source: Cannot delete the settings.
ru: Запрещено удалять настройки.

# ChoosingDocumentDialogName
source: Select Main Document
ru: Выбор главного документа

# MainDocumentField
source: Main document
ru: Главный документ

# IncorrectSignatureFormat
source: Cannot receive the signature's certificate.
ru: Не удалось получить сертификат из подписи.

# CaseFileCopyingResult
source: Case file list for year {0} has been generated successfully. Case files copied: {1}.
ru: Копирование номенклатуры на {0} год завершено. Сформировано дел: {1}.

# CheckCaseFileCopyingResult
source: Case file list has been generated successfully
ru: Завершено формирование номенклатуры дел

# NoFinancialArchiveLicense
source: To export documents, you need a license for the "Financial Archive" module.
ru: Для выгрузки документов требуется наличие лицензии на модуль "Финансовый архив".

# ExportDocumentFolderName
source: Export dated {0}
ru: Выгрузка от {0}

# ExportDialog_Format_Formalized
source: In electronic form
ru: В электронном виде

# ExportDialog_Format_Print
source: For printing
ru: Для печати

# ExportDialog_Group_None
source: No grouping
ru: Не группировать

# ExportDialog_Group_Counterparty
source: By counterparties
ru: По контрагентам

# ExportDialog_Group_DocumentType
source: By document types
ru: По типам документов

# ExportDialog_Title
source: Export Documents
ru: Выгрузка документов

# ExportDialog_Format
source: Format
ru: Формат

# ExportDialog_Group
source: Grouping
ru: Структура

# ExportDialog_OpenDocuments
source: Documents to export - {0}
ru: Документов для выгрузки - {0}

# ExportDialog_Search_Show
source: Show Documents
ru: Показать документы

# ExportDialog_Search_DateFrom
source: Date from
ru: Дата с

# ExportDialog_Search_DateTo
source: Date to
ru: Дата по

# ExportDialog_Cancel
source: Cancel
ru: Отмена

# ExportDialog_Close
source: Close
ru: Закрыть

# ExportDialog_Back
source: Back
ru: Назад

# ExportDialog_StartExport
source: Export
ru: Выгрузить

# ExportDialog_ConfigExport
source: Next
ru: Далее

# ExportDialog_Completed
source: Documents have been successfully exported to folder: {0}
ru: Документы успешно выгружены в папку: {0}

# ExportDialog_End_AllDocs
source: Total documents - {0}
ru: Всего документов - {0}

# ExportDialog_Search_DocumentKinds
source: Doc. kind
ru: Вид док-та
