Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/Module.*.resx
Languages: ru

# ExportDialog_Search_Contract
source: Contract
ru: Договор

# ExportDialog_End_FormalizedDocs
source: - formalized - {0}
ru: - формализованных - {0}

# ExportDialog_End_NonformalizedDocs
source: - non-formalized - {0}
ru: - неформализованных - {0}

# ExportDialog_End_NotExportedDocs
source: - not exported - {0}
ru: - не выгружены - {0}

# ExportDialog_Search_OnlySearch
source: OK
ru: ОК

# ExportDialog_Search_Title
source: Search in Archive
ru: Поиск по архиву

# ExportDialog_End_Report
source: Export Report
ru: Отчет по выгрузке

# ExportDialog_Error_Client
source: An error occurred while exporting document {0}
ru: Произошла ошибка при выгрузке документа ({0})

# ExportDialog_Error_NoVersion
source: Document has no content
ru: У документа нет содержимого

# ExportDialog_Error_LastSignNotFound
source: Waiting for our signature
ru: Ожидается подписание с нашей стороны

# ExportDialog_Step_Search
source: Step {0}. Specify search criteria to export documents
ru: Шаг {0}. Укажите критерии поиска для выгрузки документов

# ExportDialog_Step_Config
source: Step {0}. Specify settings and folder to export documents
ru: Шаг {0}. Задайте настройки и укажите папку для выгрузки документов

# ExportDialog_Step_End
source: Step {0}. Process export results
ru: Шаг {0}. Обработайте результаты выгрузки

# ExportDialog_Error_CounterpartySignNotFound
source: Awaiting counterparty's signature
ru: Ожидается подпись контрагента

# ExportDialog_CompletedNotExported
source: Documents were not exported
ru: Документы не были выгружены

# ExportDialog_Error_InProcess
source: Document was not exported as its printout form has not been generated yet.
ru: Документ не выгружен, так как его печатная форма еще формируется.

# ExportDialog_Error_Rejected
source: Document is rejected
ru: Отказано в подписании документа

# ExportDialog_Error_Obsolete
source: Document is cancelled
ru: Документ аннулирован

# ExportDialog_Error_SellerTitleNotFound
source: Seller's details are to be filled in
ru: Требуется заполнение титула продавца

# ExportDialog_Error_SellerSignatureNotFound
source: Seller's details are to be signed
ru: Требуется подписание титула продавца

# ExportDialog_Error_BuyerTitleNotFound
source: Buyer's details are to be filled in
ru: Требуется заполнение титула покупателя

# ExportDialog_Error_BuyerSignNotFound
source: Buyer's details are to be signed
ru: Требуется подписание титула покупателя

# ExportForPrintAdditionalName
source: _for_print
ru: _для_печати

# ExportDocumentAddendumName
source: {0}_Addendum
ru: {0}_Приложение

# ExportDialog_End_AllAddendums
source: Total addenda - {0}
ru: Всего приложений - {0}

# ExportDialog_Error_Client_NoReason
source: An error occurred while exporting documents
ru: Произошла ошибка при выгрузке документов

# ExportDialog_Error_Imported
source: Send the document to counterparty via exchange service
ru: Документ необходимо отправить контрагенту через сервис обмена

# ExportDialog_Error_LeadDocumentNoVersion
source: Cannot export the main document
ru: Не удалось выгрузить основной документ

# ExportDialog_DocumentsSuccessfullyPreparedForDownload
source: Now you can export the documents.
ru: Документы доступны для выгрузки.

# ExportDialog_Step_Config_Web
source: Step {0}. Configure export parameters
ru: Шаг {0}. Задайте параметры выгрузки

# ExportDialog_Error_DocumentCountLimit
source: You cannot export more than {0} documents.
ru: Выгрузить можно не более {0} документов.

# ExportDialog_TotalForDownload
source: Total to export - {0} files ({1} MB)
ru: Всего к выгрузке - {0} файлов ({1} Мб)

# ExportDialog_Error_ExportedFilesLimit
source: There are over {0} files to export. Correct the list of documents to export.
ru: Количество файлов превышает {0}. Скорректируйте список документов для выгрузки.

# ExportDialog_Error_ExportedSizeLimit
source: There are over {0} MB of files to export. Correct the list of documents to export.
ru: Объем файлов превышает {0} МБ. Скорректируйте список документов для выгрузки.

# NameForExport_ContractStatement
source: Contr. statem.
ru: Акт

# NameForExport_Waybill
source: Waybill
ru: Накладная

# NameForExport_IncomingTaxInvoiceAdjustment
source: Corr. tax inv. received
ru: КСФ получ.

# NameForExport_IncomingTaxInvoce
source: Tax inv. received
ru: СФ получ.

# NameForExport_OutgoingTaxInvoiceAdjustment
source: Corr. tax inv. issued
ru: КСФ выст.

# NameForExport_OutgoingTaxInvoice
source: Tax inv. issued
ru: СФ выст.

# NameForExport_UTDAdjustment
source: Univ. corr. doc.
ru: УКД

# NameForExport_UTD
source: Univ. transf. doc.
ru: УПД

# NameForExport_Contract
source: Contract
ru: Договор

# NameForExport_SupAgreement
source: Supp. agreem.
ru: Доп. соглашение

# ExportDialog_Step_End_Web
source: Step {0}. Export and process the result
ru: Шаг {0}. Выгрузите и обработайте результат

# ExportDialog_End_NotExportedDocs_Web
source: - cannot be exported - {0}
ru: - не могут быть выгружены - {0}

# ExportDialog_End_AllDocs_Web
source: Documents to export found - {0}
ru: Найдено документов для выгрузки - {0}

# ExportDialog_Step_End_Report_Web
source: Step {0}. Read the export report
ru: Шаг {0}. Ознакомьтесь с отчетом по выгрузке

# ExportDialog_Error_Client_NoReason_Web
source: An error occurred while preparing documents. Contact your system administrator.
ru: Произошла ошибка при подготовке документов. Обратитесь к администратору.

# CaseFileCopyingError
source: An error occurred while generating the case file list for year {0}. Contact your system administrator.
ru: При формировании номенклатуры дел на {0} год произошла ошибка. Обратитесь к администратору.

# CheckCaseFileCopyingError
source: Case file list has been generated with errors
ru: Формирование номенклатуры дел завершилось с ошибкой

# ExportAddendumFolderName
source: Addenda
ru: Приложения

# CaseFileCopyingAlreadyDone
source: Case file list for year {0} has been already generated. Create case files manually if necessary.
ru: Номенклатура дел на {0} год была сформирована ранее. При необходимости создайте недостающие дела вручную.

# HasNoCaseFilesToCopy
source: Cannot copy case files to a case file list. No matching items are found by specified criteria. Create a case file list for year {0} manually.
ru: Для копирования номенклатуры дел не найдены записи, соответствующие указанным критериям. Создайте номенклатуру дел на {0} год вручную.

# ExportDialog_AddAddendum
source: Export Addenda
ru: Выгрузить приложения

# ExportDialog_Error_WrongDatePeriod
source: Start date of the period cannot be greater than its end date.
ru: Дата начала периода не может быть больше даты его окончания.

# StageConvertPdfName
source: Convert to PDF
ru: Преобразование в PDF

# PrimaryDocumentNotFoundError
source: Cannot find the main document.
ru: Основной документ не найден.

# RoleDescriptionAddressees
source: Employees to review the document.
ru: Сотрудники, которые рассматривают документ.

# SelectInDocumentRightTypeName
source: Select in document
ru: Выбор в документе

# EmployeesDepartmentGeneral
source: including subsidiary departments
ru: с дочерними подразделениями

# ReportEmployees
source: Employees: {0}
ru: Сотрудники: {0}

# RoleNameUsersWithAssignmentCompletionRights
source: Users with extended access to assignments completion
ru: Пользователи с расширенным доступом к исполнительской дисциплине

# DescriptionUsersWithAssignmentCompletionRightsRole
source: Users authorized to generate assignment completion reports for employees and departments.
ru: Пользователи, имеющие право запускать отчеты по исполнительской дисциплине сотрудников и подразделений.

# SignatureBlock
source: {0} {1} ({2}, TIN {3})
ru: {0} {1} ({2}, ИНН {3})

# DocumentSignedByCounterpartyIsExchangeServiceNote
source: Document was signed by counterparty via {0} exchange service.
ru: Документ подписан контрагентом в сервисе обмена {0}.

# StateViewVersion
source: Version
ru: Версия

# StateViewSubstitutedUser
source: On behalf of
ru: По замещению за

# HtmlStampTemplateForRegistrationStamp
source: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding-left: 1.5px; padding-right: 1.5px; padding-top: 5px; padding-bottom: 5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 40mm; height: 17mm; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:1;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:1;color: #003f75;white-space: pre-wrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> <td colspan="2"> <div class="tg2" style="margin-left:3.75px;margin-right:3.75px">{BusinessUnit}</div> </td> </tr> <tr> <td> <div class="tg1" style="margin-left:1.5px;margin-right:1.5px">Reg No {RegNumber}</div> </td> <td> <div class="tg1" style="margin-left:1.5px;margin-right:1.5px;text-align:right"> {RegDate}</div> </td> </tr> </table> </body> </html>
ru: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding-left: 1.5px; padding-right: 1.5px; padding-top: 5px; padding-bottom: 5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 40mm; height: 17mm; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:1;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:1;color: #003f75;white-space: pre-wrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> <td> <div class="tg2" style="margin-left:3.75px;margin-right:3.75px">{BusinessUnit}</div> </td> </tr> <tr> <td> <div class="tg1" style="margin-left:3.75px;margin-right:3.75px">Вх. № {RegNumber} от&nbsp;{RegDate}</div> </td> </tr> </table> </body> </html>

# RegistrationStampCoordsMustBePositive
source: Coordinates cannot be negative.
ru: Для отступа можно указать только неотрицательное значение.

# SummaryMailMainTemplate
source: <!DOCTYPE html> <html> <head> <style type="text/css"> p, span { font-size: 12pt; font-family: 'Times New Roman', Times; color: black; margin: 0px; } p { margin-top: 4px; margin-bottom: 4px; } td { padding: 0; word-break: break-all; } table { table-layout: fixed; width: 95%; } </style> </head> <body> <table> <tbody> <tr> <td> <img border="0" height="25" src="cid:logo.png@01D004A6.A303C580"/> <p>Summary on assignments and tasks in process.</p> </td> </tr> {{{AssignmentsBlock}}} {{{ActionItemsBlock}}} {{{TasksBlock}}} <tr> <td> <hr size=1 noshade style='color:#D0D0D0' align=center> <footer style="display:block"> <p style="color:#808080;margin-top:0"> <small>This email was sent automatically. <a href="mailto:{{AdministratorEmail}}?subject=Unsubscribing%20from%20Directum%20RX%20mailing&body=Unsubscribe%20me%20from%20notification%20about%20assignments%20and%20tasks%20in%20process" target="_top">Contact your administrator</a> to unsubscribe from Directum RX mailing.</small> </p> </footer> </td> </tr> </tbody> </table> </body> </html>
ru: <!DOCTYPE html> <html> <head> <style type="text/css"> p, span { font-size: 12pt; font-family: 'Times New Roman', Times; color: black; margin: 0px; } p { margin-top: 4px; margin-bottom: 4px; } td { padding: 0; word-break: break-all; } table { table-layout: fixed; width: 95%; } </style> </head> <body> <table> <tbody> <tr> <td> <img border="0" height="25" src="cid:logo.png@01D004A6.A303C580"/> <p>Сводка по текущим заданиям и задачам.</p> </td> </tr> {{{AssignmentsBlock}}} {{{ActionItemsBlock}}} {{{TasksBlock}}} <tr> <td> <hr size=1 noshade style='color:#D0D0D0' align=center> <footer style="display:block"> <p style="color:#808080;margin-top:0"> <small>Это сообщение отправлено автоматически. Чтобы отписаться от рассылки, отправьте <a href="mailto:{{AdministratorEmail}}?subject=Отписка%20от%20рассылки%20Directum%20RX&body=Прошу%20отписать%20меня%20от%20рассылки%20о%20текущих%20заданиях%20и%20задачах%20в%20виде%20сводки" target="_top">письмо администратору</a>.</small> </p> </footer> </td> </tr> </tbody> </table> </body> </html>

# SummaryMailSubject
source: {0}'s assignments and tasks on {1}
ru: Задания и задачи сотрудника {0} на {1}

# NewAssignmentsGroupName
source: New assignments and notices
ru: Новые задания и уведомления

# OverdueAssignmentsGroupName
source: Overdue assignments
ru: Просроченные задания

# TodayAssignmentsGroupName
source: To complete today
ru: Выполнить сегодня

# ClosestDaysAssignmentsGroupName
source: To complete soon
ru: Выполнить в ближайшие дни

# ActionItemsBlockName
source: Action items to supervise
ru: Поручения на контроле

# TasksBlockName
source: Sent tasks in process
ru: Исходящие задачи в работе

# AssignmentsBlockName
source: Inbox assignments in process
ru: Входящие задания в работе

# SummaryMailWorkflowEntitiesListTemplate
source: <table style="margin-left: {{LeftMarginSize}}px"> <tbody> {{#each WorkflowEntities }} <tr> <td style="width: 10px; vertical-align: top; padding-top: 4px; padding-bottom: 4px;"> <p> • </p> </td> <td style="padding-top: 4px; padding-bottom: 4px;"> <p> <a href="{{Hyperlink}}" style="color: black; text-decoration: none">{{Subject}} <img border="0" src="cid:openlink.png"/> </a> </p> <p>{{#if IsNotice}}{{#else}}{{#if Deadline}}Deadline: <span {{#if IsOverdue}}style="color: red" {{/if}}>{{DeadlineDisplayValue}}</span>{{#else}}Deadline: no deadline.{{/if}}{{/if}}{{#if IsTasks}}{{#else}}{{#if IsActionItems}}{{#if IsCompoundActionItem}}{{#else}} Assignee: {{/if}}{{#else}} From: {{/if}}{{AuthorName}}{{/if}}</p> </td> </tr> {{/each}} </tbody> </table>
ru: <table style="margin-left: {{LeftMarginSize}}px"> <tbody> {{#each WorkflowEntities }} <tr> <td style="width: 10px; vertical-align: top; padding-top: 4px; padding-bottom: 4px;"> <p> • </p> </td> <td style="padding-top: 4px; padding-bottom: 4px;"> <p> <a href="{{Hyperlink}}" style="color: black; text-decoration: none">{{Subject}} <img border="0" src="cid:openlink.png"/> </a> </p> <p>{{#if IsNotice}}{{#else}}{{#if Deadline}}Срок: <span {{#if IsOverdue}}style="color: red" {{/if}}>{{DeadlineDisplayValue}}</span>{{#else}}Срок: без срока.{{/if}}{{/if}}{{#if IsTasks}}{{#else}}{{#if IsActionItems}}{{#if IsCompoundActionItem}}{{#else}} Исполнитель: {{/if}}{{#else}} От: {{/if}}{{AuthorName}}{{/if}}</p> </td> </tr> {{/each}} </tbody> </table>

# NoRightsToDocument
source: There is no document, or you do not have sufficient access rights to it. Contact your system administrator.
ru: Отсутствует документ или права доступа на него. Обратитесь к администратору системы.

# FormalizedPowerOfAttorneyKindShortName
source: FPOA
ru: Эл. доверенность

# FormalizedPowerOfAttorneyKindName
source: Formalized Power of Attorney
ru: Электронная доверенность

# FormalizedPowerOfAttorneyTypeName
source: Formalized Power of Attorney
ru: Электронная доверенность

# HaveNotEnoughAccessRights
source: Insufficient access rights to the document
ru: На документ требуются права доступа

# ImportFPoAAccessRightsTypeName
source: Import formalized POA
ru: Импорт эл. доверенности

# HtmlStampTemplateForCertificateWithUnifiedNumber
source: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding: 1.5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 235px; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:6pt;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:9.75pt;color: #003f75;white-space: nowrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> {Logo} <td height = 39> <div class="tg2" style="margin-left:7.5px;margin-right:3.75px">{Title}</div> </td> </tr> <tr> <td colspan="2"> <span class="tg1" style="white-space: nowrap">Certificate {Thumbprint}</span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Owner <b>{SignatoryFullName}</b></span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Valid {Validity}</span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">POA No. {UnifiedRegistrationNumber}</span> </td> </tr> {SigningDate} </table> </body> </html>
ru: <html xmlns="http://www.w3.org/1999/xhtml"> <head> <style type="text/css"> .box1 { padding: 1.5px; border: 1px solid #d7d7d7; border-color: #003f75; width: 235px; } .tg1{font-size:6pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;line-height:6pt;color: #003f75;white-space: pre-wrap} .tg2{font-size:8.25pt;font-family:Arial, "Segoe UI", Consolas, Calibri, monospace;text-align:center;line-height:9.75pt;color: #003f75;white-space: nowrap} </style> </head> <body style="margin: 0"> <table class="box1"> <tr> {Logo} <td height = 39> <div class="tg2" style="margin-left:7.5px;margin-right:3.75px">{Title}</div> </td> </tr> <tr> <td colspan="2"> <span class="tg1" style="white-space: nowrap">Сертификат {Thumbprint}</span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Владелец <b>{SignatoryFullName}</b></span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Действителен {Validity}</span> </td> </tr> <tr> <td colspan="2"> <span class="tg1">Доверенность № {UnifiedRegistrationNumber}</span> </td> </tr> {SigningDate} </table> </body> </html>

# SignatureStampSampleTitle
source: DOCUMENT SIGNED<br> BY ELECTRONIC SIGNATURE
ru: ДОКУМЕНТ ПОДПИСАН<br> ЭЛЕКТРОННОЙ ПОДПИСЬЮ

# HtmlStampSigningDateForSignature
source: <tr> <td colspan="2"> <span class="tg1">Signing date {SigningDate}</span> </td> </tr>
ru: <tr> <td colspan="2"> <span class="tg1">Дата подписания {SigningDate}</span> </td> </tr>

# FPoATitle
source: Formalized PoA:
ru: Доверенность:
