Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.FinancialArchive/Sungero.FinancialArchive.Shared/Module.*.resx
Languages: ru

# RoleNameFinancialArchiveResponsible
source: Employees responsible for financial archive
ru: Ответственные за финансовый архив

# DescriptionFinancialArchiveResponsible
source: Employees who are authorized to work with financial documents.
ru: Пользователи, имеющие право работать с финансовыми документами.

source: Counterparty
ru: Контрагент

# RegistrationDateFrom
source: Document date from
ru: Дата документа от

# RegistrationDateTo
source: Document date to
ru: Дата документа по

# WaybillDocumentKindName
source: Waybill
ru: Товарная накладная

# WaybillDocumentKindShortName
source: Waybill
ru: Накладная

# WaybillDocumentTypeName
source: Waybill
ru: Товарная накладная

# IncomingTaxInvoiceTypeName
source: Tax Invoice Received
ru: Счет-фактура полученный

# OutgoingTaxInvoiceTypeName
source: Tax Invoice Issued
ru: Счет-фактура выставленный

# IncomingTaxInvoiceKindName
source: Tax invoice received
ru: Счет-фактура полученный

# OutgoingTaxInvoiceKindName
source: Tax invoice issued
ru: Счет-фактура выставленный

# OutgoingTaxInvoiceKindShortName
source: Tax inv. issued
ru: С/ф выставленный

# IncomingTaxInvoiceKindShortName
source: Tax inv. received
ru: С/ф полученный

# BuyerTitleVersionNote
source: Buyer's details
ru: Титул покупателя

# RegistersAndSettingsOutgoingTaxInvoiceName
source: Tax invoices issued
ru: Счета-фактуры выставленные

# RegistersAndSettingsOutgoingTaxInvoiceIndex
source: TII
ru: СФВ

# RegistersAndSettingsWaybillName
source: Waybills
ru: Товарные накладные

# RegistersAndSettingsWaybillIndex
source: WB
ru: ТН

# RegistersAndSettingsActIndex
source: CS
ru: АД

# RegistersAndSettingsActName
source: Contract statements
ru: Акты выполненных работ

# ContractStatementKindName
source: Contract statement
ru: Акт выполненных работ

# ContractStatementKindShortName
source: Statement
ru: Акт

# ContractStatementTypeName
source: Contract Statement
ru: Акт выполненных работ

# SellerTitleVersionNote
source: Seller's details
ru: Титул продавца

# UniversalTransferDocumentTypeName
source: Universal transfer document
ru: Универсальный передаточный документ

# UniversalTaxInvoiceAndBasicKindName
source: Tax invoice and document confirming goods shipment (work completion)
ru: Счет-фактура и документ об отгрузке товаров (выполнении работ)

# UniversalTaxInvoiceAndBasicKindShortName
source: Tax inv. and goods shipment (work completion)
ru: С/ф и отгрузка товаров (выполнение работ)

# UniversalBasicKindName
source: Document confirming goods shipment (work completion)
ru: Документ об отгрузке товаров (выполнении работ)

# UniversalBasicKindShortName
source: Goods shipment (work completion)
ru: Отгрузка товаров (выполнение работ)

# RegistersAndSettingsIncomingTaxInvoiceIndex
source: TIR
ru: СФП

# RegistersAndSettingsIncomingTaxInvoiceName
source: Tax invoices received
ru: Счета-фактуры полученные

# RegistersAndSettingsUniversalName
source: Universal transfer document
ru: Универсальные передаточные документы

# RegistersAndSettingsUniversalIndex
source: UTD
ru: УПД

# DefaultApprovalRuleNameFinancial
source: Default approval rule for financial documents
ru: Правило по умолчанию для финансовых документов

# ImportDialog_CannotImportDocument
source: Cannot import XML file.
ru: Не удалось импортировать XML-файл.

# ImportDialog_File
source: File
ru: Файл

# ImportDialog_CannotRecognizeDocument
source: Select one of the supported formats: universal transfer document, universal corrective document, goods transfer document, work results transfer document.
ru: Для импорта выберите XML-файл одного из поддерживаемых форматов: УПД, УКД, ДПТ, ДПРР.

# ImportDialog_Import
source: Import
ru: Импортировать

# ImportDialog_NoBusinessUnitWithFTSId
source: To import XML file, there must be our company {0} with TIN/TRRC {1}/{2} and ID of electronic exchange participant {3}.
ru: Для импорта XML-файла в системе должна быть наша организация {0} с ИНН/КПП {1}/{2} и ИД участника эл. обмена {3}.

# ImportDialog_NoBusinessUnitWithTIN
source: To import XML file, there must be our company {0} with TIN/TRRC {1}/{2}.
ru: Для импорта XML-файла в системе должна быть наша организация {0} с ИНН/КПП {1}/{2}.

# ImportDialog_NoCounterpartyWithFTSId
source: To import XML file, there must be counterparty {0} with TIN/TRRC {1}/{2} and ID of electronic exchange participant {3}.
ru: Для импорта XML-файла в системе должен быть контрагент {0} с ИНН/КПП {1}/{2} и ИД участника эл. обмена {3}.

# ImportDialog_NoCounterpartyWithTIN
source: To import XML file, there must be counterparty {0} with TIN/TRRC {1}/{2}.
ru: Для импорта XML-файла в системе должен быть контрагент {0} с ИНН/КПП {1}/{2}.

# ImportDialog_Title
source: Import Document for Sending
ru: Импорт xml-файла для отправки

# NoRightsToCreateDocument
source: You are not authorized to create a document with type {0}.
ru: Нет прав на создание документа с типом {0}.

# ImportDialog_NoExchangeWithCounterparty
source: Electronic exchange must be set up with counterparty {0} (TIN/TRRC {1}/{2}).
ru: С контрагентом {0} (ИНН/КПП {1}/{2}) должен быть настроен обмен эл. документами.
