Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/DocumentRegister/DocumentRegister.*.resx
Languages: ru

# FormatElementNumbersIsNotUnique
source: The number format contains duplicate elements.
ru: В формате номера повторяются элементы.

# NoNumberInNumberFormat
source: Number format should contain sequence number.
ru: Формат номера должен содержать порядковый номер документа.

# NumberOfDigitsError
source: Number of digits must be between 1 and 9.
ru: Количество цифр в номере должно быть от 1 до 9.

# BegginingOfLineError
source: There should be a single "beginning of line" at the start of the number format.
ru: "Начало строки" должно быть в единственном экземпляре в начале формата номера.

# EnterNewNextNumber
source: Enter a New Number
ru: Введите новый номер

source: Next number
ru: Очередной номер

# WrongNextNumberError
source: Cannot change next number. The value must be a positive integer.
ru: Значение очередного номера должно быть положительным. Изменения не были внесены.

source: New next number set
ru: Новый очередной номер установлен.

# NewNextNumberRule
source: Numbering of registrable documents continues from the specified value
ru: С указанного номера продолжится нумерация регистрируемых документов

source: New next number not set
ru: Очередной номер не изменен.

# InNumbersFormatShouldBeNotMoreOneNumbers
source: Number format can contain only one sequence number.
ru: В формате номера допускается не более одного порядкового номера.

# NoRightToChange
source: You are not authorized to edit the current register
ru: Нет прав на изменение текущего журнала регистрации

# NoSpaces
source: Whitespace is not allowed in the number.
ru: Не допускается использование пробелов в номере.

# ForDocumentNumberMustAttendSection
source: Number format includes leading document number, but leading document section is not configured for the register.
ru: В формате номера используется № ведущего документа, но разрез по ведущему документу не установлен.

# NoRightToChangeProperty
source: You are not authorized to edit property "{0}".
ru: Нет прав для изменения свойства "{0}".

# SectionsDisabled
source: The separator and numbering period cannot be changed because this document register contains registered documents.
ru: Разрез и период нумерации закрыты от изменения, так как в этом журнале зарегистрированы документы.

# EnterRegistrationNumber
source: Enter the registration number.
ru: Укажите регистрационный номер.

source: Leading document
ru: Ведущий документ

source: Department
ru: Подразделение

source: Business unit
ru: Наша организация

# NeedFillDepartmentCodes
source: Fill in the department codes.
ru: Необходимо заполнить коды подразделений

# NeedFillBusinessUnitCodes
source: Fill in the business unit codes.
ru: Необходимо заполнить коды наших организаций

# NeedFillDocumentKindCodes
source: Fill in the document kind codes.
ru: Необходимо заполнить коды видов документов

# NumberFormatBUCode
source: [Business unit code]
ru: [Код нашей орг.]

# NumberFormatCaseFile
source: [Case file index]
ru: [Индекс дела]

# NumberFormatDepartmentCode
source: [Department code]
ru: [Код подр.]

# NumberFormatDocKindCode
source: [Kind code]
ru: [Код вида]

# NumberFormatLeadingNumber
source: [Leading document number]
ru: [Номер вед. док.]

# NumberFormatLog
source: [Document register index]
ru: [Индекс журнала]

# NumberFormatMonth
source: [Month]
ru: [Месяц]

# NumberFormatNumber
source: [Number]
ru: [Порядковый номер]

# NumberFormatQuarter
source: [Quarter]
ru: [Квартал]

# NumberFormatRegistrPlace
source: [Group index]
ru: [Индекс группы]

# NumberFormatYear
source: [Year]
ru: [Год]

# ForDocumentNumberMustBeAttendRegisterGroup
source: Cannot use the registration group index in the number format for the "Numbering" document register kind.
ru: Для типа журнала "Нумерация" в формате номера невозможно использовать индекс группы регистрации.

# NotUniqueNumber
source: The row number must be unique.
ru: Порядковый номер строки должен быть уникальным

# NumberFormatCounterpartyCode
source: [Counterparty code]
ru: [Код контрагента]

# NumberFormatDay
source: [Day]
ru: [День]
