Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/PersonalSetting/PersonalSettingSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Personal settings
ru: Персональные настройки

# AccusativeDisplayName
source: Personal settings
ru: Персональные настройки

# CollectionDisplayName
source: Personal settings
ru: Персональные настройки

# Property_Period
source: Default period
ru: Период по умолчанию

# Property_IncomingDocRegister
source: Document register
ru: Журнал

# Property_OutgoingDocRegister
source: Document register
ru: Журнал

# Property_InnerDocRegister
source: Document register
ru: Журнал

# ControlGroup_7b8d6c3aee0b4fa1aca6e7ceb5a1d4e3
source: Records Management
ru: Делопроизводство

# Property_Employee
source: Employee
ru: Сотрудник

# Property_StartDate
source: Start date
ru: Дата начала

# Property_EndDate
source: End date
ru: Дата завершения

# Enum_Period_Today
source: Today
ru: Сегодня

# Enum_Period_CurrentMonth
source: Current month
ru: Текущий месяц

# Enum_Period_CurrentYear
source: Current year
ru: Текущий год

# Property_Supervisor
source: Supervisor by default
ru: Контролер по умолчанию

# Form_Incoming
source: Incoming
ru: Входящие

# ControlGroup_dec07ed53ab84fe1b407dff6eb14646d
source: Incoming Correspondence
ru: Входящая корреспонденция

# Property_IncomingCaseFile
source: File
ru: Дело

# Property_OutgoingCaseFile
source: File
ru: Дело

# Property_InnerCaseFile
source: File
ru: Дело

# Property_IncomingDeliveryMethod
source: Delivery method
ru: Способ доставки

# Property_OutgoingDeliveryMethod
source: Delivery method
ru: Способ доставки

# Property_InnerDeliveryMethod
source: Delivery method
ru: Способ доставки

# Form_Outgoing
source: Outgoing
ru: Исходящие

# Form_Inner
source: Internal
ru: Внутренние

# ControlGroup_2264f438d3d041f284f7bf4de6a7b1d1
source: Records Management
ru: Делопроизводство

# ControlGroup_87571f970cb94a14afb7093ea9a0057a
source: Records Management
ru: Делопроизводство

# ControlGroup_fe39f9ff5c9d46d7b50212456863d9f5
source: Outgoing documents settings
ru: Настройки исходящего документопотока

# ControlGroup_f3a5bc418de24e618c79eac99bda1ce5
source: Internal documents settings
ru: Настройки внутреннего документопотока

# Property_ResolutionAuthor
source: Resolution author
ru: Автор резолюции

# Property_CalculateAutomaticaly
source: Calculate automatically
ru: Вычислять автоматически

# Property_IsAutoCalcResolutionAuthor
source: Specify the manager I assist as a resolution author. If such manager is missing, specify me
ru: В качестве автора резолюции в поручениях указывать руководителя, у которого я являюсь помощником. В случае отсутствия такого руководителя указывать меня

# Property_BusinessUnit
source: Business unit
ru: Наша организация

# Property_ContractDocRegister
source: Document register
ru: Журнал

# Form_Contract
source: Contracts
ru: Договоры

# ControlGroup_037e53f5328942aa9d08c8b06182b2b1
source: Contract settings
ru: Настройки документооборота договоров

# Property_ShowRegPane
source: Show registration pane in documents
ru: Показывать область регистрации в документах

# ControlGroup_7ce3f237929a494c8e0e9c832e039702
source: Documents
ru: Документы

# Property_IsAutoCalcSupervisor
source: Specify my assistant as a supervisor. If the assistant is missing, specify me
ru: В качестве контролера в поручении указывать моего помощника. В случае отсутствия помощника указывать меня

# Form_8aa9eec0223b435dafea964741cf0852
source: Registration
ru: Регистрация

# Property_FollowUpActionItem
source: Follow up
ru: Ставить на контроль

# Property_Department
source: Department
ru: Подразделение

# Property_MyContractsNotification
source: For my contracts
ru: Моих договоров

# Property_MySubordinatesContractsNotification
source: For contracts of my subordinates
ru: Договоров моих подчиненных

# ControlGroup_71ff3e7568de4cb3bbcf8e19149205f5
source: Notification of approaching expiration date
ru: Уведомление о приближении срока завершения

# Property_EnvelopeFormat
source: Envelope format
ru: Формат конвертов

# Enum_EnvelopeFormat_DL
source: E65 (DL, euro, 110х220 mm)
ru: E65 (DL, евроконверт, 110х220 мм)

# Enum_EnvelopeFormat_C4
source: C4 (A4, 229х324 mm)
ru: C4 (A4, 229х324 мм)

# Enum_EnvelopeFormat_C5
source: C5 (A5, 162х229 mm)
ru: C5 (A5, 162х229 мм)

# Enum_EnvelopeFormat_C65
source: С65 (А4/3, 114х229 mm)
ru: С65 (А4/3, 114х229 мм)

# Property_PrintSender
source: Print return address
ru: Печатать реквизиты отправителя

# ControlGroup_c5d7265c5f634f0bac053ae653c4db9e
source: Envelopes Printing
ru: Печать конвертов

# Property_FinArchiveExportPath
source: Export to folder
ru: Папка для выгрузки

# Property_ShowNotApproveSign
source: Show signatures with result "Do not endorse"
ru: Показывать подписи с результатом "Не согласовано"

# Property_CompanyService
source: Service to check counterparty
ru: Сайт проверки

# Enum_CompanyService_HonestBusiness
source: Honest business
ru: Честный бизнес

# Enum_CompanyService_ForFairBusiness
source: For honest business
ru: За честный бизнес

# Enum_CompanyService_KonturFocus
source: Kontur.Focus
ru: Контур.Фокус

# Form_a174724b84bf40a089821017d1a17973
source: Action Items
ru: Поручения

# ControlGroup_697f230e486c4bbaa420a57cade06796
source: Create Action Items
ru: Создание поручений

# ControlGroup_7b2e0cb457f54e89b9e2e593fb47dedf
source: Notification of approaching contract expiration date
ru: Уведомление о приближении срока завершения договоров

# Form_0860647a500242ee8ab0eebcb08b7350
source: Reports
ru: Отчеты

# ControlGroup_9d713ad139594cb08e6b684400386441
source: Common
ru: Общие

# ControlGroup_c967e87a983e4d4d89141a41e8cc3a4f
source: Envelopes Printing
ru: Печать конвертов

# ControlGroup_235fe7a686a243518e168ee14b87b018
source: Approval Form
ru: Лист согласования

# ControlGroup_aeed98c06ec14f1985bd495756598f3f
source: Outgoing Correspondence
ru: Исходящая корреспонденция

# ControlGroup_ff16f7a5fd734754934c6b985128dfb3
source: Internal Documents
ru: Внутренние документы

# ControlGroup_5baf4ce5f5bf43ccb6073f41a51d6e62
source: Contracts
ru: Договоры

# Enum_CompanyService_OwnerOnline
source: Vladelets.Online
ru: Владелец.Онлайн

# Enum_CompanyService_Sbis
source: SBIS Everything about companies and their owners
ru: СБИС Все о компаниях и владельцах

# Property_MyPowersOfAttorneyNotification
source: For my powers of attorney
ru: Моих доверенностей

# Property_MySubordinatesPowersOfAttorneyNotification
source: For powers of attorney of my subordinates
ru: Доверенностей моих подчиненных

# ControlGroup_cc2beee0919e48429a15a394a7cfdb32
source: Notification of approaching power of attorney expiration date
ru: Уведомление о приближении срока завершения доверенностей

# Property_IsAutoExecLeadingActionItem
source: Enable autocompletion of my assignment in card of child action item
ru: Включать режим автоматического выполнения моего задания в карточке подчиненного поручения

# Property_RightIndent
source: Right indent (cm)
ru: Отступ справа (см)

# Property_BottomIndent
source: Bottom indent (cm)
ru: Отступ снизу (см)

# ControlGroup_179a2969507d4e7daa58d011b40c80aa
source: Registration Stamp
ru: Отметка о поступлении

# Property_RegistrationStampPosition
source: Stamp position
ru: Расположение

# Enum_RegistrationStampPosition_BottomRight
source: Bottom right corner
ru: Правый нижний угол

# Enum_RegistrationStampPosition_BottomCenter
source: Bottom center
ru: По центру внизу

# Enum_RegistrationStampPosition_Custom
source: Custom coordinates
ru: По координатам
