Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Parties/Sungero.Parties.Shared/DueDiligenceWebsite/DueDiligenceWebsite.*.resx
Languages: ru

# ForFairBusinessWebsiteName
source: Za chestnyi biznes
ru: За честный бизнес

# HonestBusinessWebsiteName
source: Chestnyi biznes
ru: Честный бизнес

# KonturFocusWebsiteName
source: Kontur.Focus
ru: Контур.Фокус

# OwnerOnlineWebsiteName
source: Kontragentio
ru: Контрагентио

# SbisWebsiteName
source: SBIS Everything about companies and their owners
ru: СБИС Все о компаниях и владельцах

# InfoSetDefaultDueDiligenceWebsite
source: Due diligence website will be selected by the system
ru: Сайт проверки контрагента будет выбран системой

# ErrorInvalidUrl
source: Enter a correct URL template
ru: Введите корректный шаблон адреса

# ErrorDefaultDueDiligenceWebsiteNotFound
source: Websites for counterparty due diligence are not configured. Contact your administrator
ru: Для проверки контрагента необходимо настроить сайты проверки. Обратитесь к администратору

# ErrorInvalidMask
source: Enter a correct search mask. For PSRN - {0}, for TIN - {1}
ru: Введите корректную маску поиска. Для ОГРН - {0}, для ИНН - {1}

# ErrorUrlNotSet
source: Fill in URL template for counterparty due diligence website
ru: Заполните шаблон адреса сайта проверки контрагента

# SbisNote
source: This website allows you to get company details, contact information, reliability rating, extracts from Unified State Register of Legal Entities and Entrepreneurs as well as view company's financial standing and business value. On the website, you can see tenders and government contracts the company was involved in and get information on its owners and affiliates. To take full advantage of website features, you have to acquire license "SBIS Everything about companies and their owners".
ru: Сайт позволяет получить реквизиты организации, контактную информацию, оценку надежности, выписки из ЕГРЮЛ/ЕГРИП, посмотреть финансовое состояние организации и стоимость бизнеса. На сайте можно узнать, в каких торгах и госконтрактах принимала участие организация, а также получить информацию о ее владельцах и аффилированных организациях. Для полноценной работы требуется покупка лицензии "СБИС Всё о компаниях и владельцах".

# OwnerOnlineNote
source: This website allows you to get company details, its financial statements and reliablility rating. You can also generate due diligence certificate and order extract from Unified State Register of Legal Entities and Entrepreneurs. With a paid subscription, you can get additional information, e.g., reliability report.
ru: Сайт позволяет получить реквизиты организации и финансовую отчетность, оценку надежности, сформировать справку о должной осмотрительности, заказать выписку из ЕГРЮЛ и ЕГРИП. Доступна платная подписка для получения дополнительной информации (например, отчет по надежности).

# KonturFocusNote
source: This website allows you to get company details, contact information and information about participation in arbitration proceedings, extracts from Unified State Register of Legal Entities and Entrepreneurs, financial analysis and reports based on the Russian Federal State Statistics Service data. By using this website, you can get information about pledges and charges, state purchases, bankruptcy declarations, scheduled inspections, trademarks, licenses and permissions, mentions on the internet. The website searches for and analyses connections, generates an express report on counterparties. To take full advantage of website features, you have to acquire a "Kontur.Focus" license.
ru: Сайт позволяет получить реквизиты организации, контактную информацию, сведения об участии в арбитражных делах, выписки из ЕГРЮЛ/ЕГРИП, финансовый анализ и отчетность по данным Росстата. Предоставляет информацию о залогах, государственных закупках, наличии сообщений о банкротстве, плановых проверках, товарных знаках, лицензиях и разрешениях, упоминаниях в интернете. Осуществляет поиск и анализ связей, формирует экспресс-отчет по контрагентам. Предоставляет возможность выгрузить полученные данные. Для полноценной работы требуется покупка лицензии "Контур.Фокус".

# HonestBusinessNote
source: This website allows you to get company details, contact information, reliability rating based on risks and reliability criteria, financial statements, information about participation in arbitration proceedings. By using this website, you can get information about enforcement proceedings, trademarks, disqualified individuals, mass registration addresses, licensed activities and licenses. Due diligence of individual entrepreneurs is not supported. To take full advantage of website features, you have to register.
ru: Сайт позволяет получить реквизиты организации, контактную информацию, оценку надежности по признакам риска и критериям благонадежности, финансовую отчетность, сведения об участии в арбитражных делах. Предоставляет информацию об исполнительных производствах, товарных знаках, дисквалифицированных лицах, массовых адресах, лицензируемых видах деятельности, лицензиях. Проверка индивидуальных предпринимателей не поддерживается. Для получения полной информации требуется регистрация.

# ForFairBusinessNote
source: This website allows you to get company details, information about participation in arbitration proceedings, financial statements and form contract requisites. This website does not require registration or payment.
ru: Сайт позволяет получить реквизиты организации, сведения об участии в арбитражных делах, финансовую отчетность, сформировать реквизиты договора. Для использования сайта не требуется регистрация или оплата.
