Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Exchange/Sungero.Exchange.Shared/Module.*.resx
Languages: ru

# DeliveryConfirmationError
source: An error occurred while sending the document
ru: При отправке документа произошла ошибка

# DocumentEndorseError
source: Document not signed
ru: Документ не подписан

# DeliveryConfirmation
source: Receipt notification
ru: Извещение о получении

# AssociatedApplication
source: Associated application {0}
ru: Обработчик {0}

# AmendmentRequest
source: Notification of clarification
ru: Уведомление об уточнении

# AmendmentRequestError
source: An error occurred while rejecting the document
ru: При отказе в подписании документа произошла ошибка

# CertificateNotFound
source: No valid certificates are available to sign documents in exchange service.
ru: Не найден действующий сертификат для подписания документов в сервисе обмена.

# NoticeSubject
source: Receive: Inc. documents from {0} for {1} (received {2} via {3} exchange service )
ru: Получение: Вх. документы от {0} для {1} (получено {2} через сервис обмена {3})

# NoticeActiveText
source: Some documents are not supported in the system. Process them via exchange service or in any convenient way.{0} {1}
ru: Некоторые документы не поддерживаются в системе. Обработайте их в сервисе обмена или другим удобным способом.{0} {1}

# FormalizedDocumentTemplateName
source: {0} No.{1} from {2}
ru: {0} №{1} от {2}

# LinkToPersonalData
source: Personal account in {0}: {1}
ru: Личный кабинет в {0}: {1}

# DocumentsList
source: Documents: {0}
ru: Документы: {0}

# OtherDocuments
source: and others
ru: и другие

# RejectCertificateNotFoundReadressToResponsible
source: To reject on documents, you need an exchange certificate. Contact your system administrator or forward the assignment to an employee responsible for external document management.
ru: Для отказа требуется сертификат сервиса обмена. Обратитесь к администратору или переадресуйте задание ответственному за внешний электронный документооборот.

# CannotSendAmendmentNotice
source: Cannot send the notification of clarification. Try to complete the assignment later.
ru: Не удается отправить уведомление об уточнении. Попробуйте выполнить задание позже.

# SendCounterpartySendButton
source: Send
ru: Отправить

# SendCounterpartySignAndSendButton
source: Sign and Send
ru: Подписать и отправить

# NoExchangeThroughThisService
source: To return the document, initiate exchange with the counterparty.
ru: Для возврата документа необходимо установить обмен с контрагентом.

# SendCounterpartyCertificateNotSelected
source: Select signatory
ru: Выберите подписывающего

# SendCounterpartyCanNotSign
source: To send the document to counterparty, sign it with a certificate registered in the exchange service.
ru: Для отправки контрагенту документ необходимо подписать сертификатом, зарегистрированным в сервисе обмена.

# SendCounterpartySignAndSendQuestion
source: Sign and send the document?
ru: Подписать и отправить документ?

# SendToCounterpartyNote
source: Sent via {0} exchange service
ru: Отправлен через сервис обмена {0}

# BoxesNotFound
source: To send the document, set up exchange with the counterparty via an active business unit exchange box.
ru: Для отправки документа необходимо установить обмен с контрагентом через действующий ящик нашей организации.

# NeedSetExchangeForCounterparty
source: To send the document, initiate exchange with the counterparty.
ru: Для отправки документа необходимо установить обмен с контрагентом.

# ErrorWhileSendingDocToCounterparty
source: An error occurred while sending the document to counterparty.
ru: Произошла ошибка при отправке документа контрагенту.

# SendCounterpartyAddendaNotSigned
source: To send the addenda to counterparty, sign them with a certificate registered in the exchange service.
ru: Для отправки приложений контрагенту подпишите их сертификатом, зарегистрированным в сервисе обмена.

# SendCounterpartyWithAddendaWhenDocumentNotSigned
source: To send the document and its addenda to counterparty, sign them with a certificate registered in the exchange service.
ru: Для отправки документа и приложений контрагенту, подпишите их сертификатом, зарегистрированным в сервисе обмена.

# SendCounterpartyDialogTitle
source: Send Document to Counterparty
ru: Отправка документа контрагенту

# SendCounterpartyReceiver
source: Recipient
ru: Получатель

# SendCounterpartySender
source: Sender
ru: Отправитель

# SendCounterpartyAddenda
source: Addenda
ru: Приложения

# SendCounterpartyNeedSign
source: Require recipient's signature
ru: Запросить подпись получателя

# SendCounterpartyComment
source: Note
ru: Комментарий

# SendCounterpartySuccessfully
source: Document was sent to counterparty
ru: Документ отправлен контрагенту

# SendCounterpartyResult
source: Result
ru: Результат

# SendCounterpartyPositiveResult
source: Signed
ru: Подписан

# SendCounterpartyNegativeResult
source: Rejected
ru: Отказано в подписании

# ErrorWhileSendingSignToCounterparty
source: An error occurred while sending the signature to counterparty.
ru: Произошла ошибка при отправке подписи контрагенту.

# SendAnswerCounterpartySuccessfully
source: Document was returned to counterparty
ru: Документ возвращен контрагенту

# RejectCertificateNotFound
source: To send rejection on document, you need an exchange service certificate.
ru: Для отправки отказа по документу требуется сертификат сервиса обмена.

# NotificationNoCertificates
source: To return the document to counterparty, sign it with a certificate registered in the exchange service.
ru: Для возврата документа контрагенту подпишите его сертификатом, зарегистрированным в сервисе обмена.

# BoxIsNotValid
source: Cannot return the document to counterparty. Connection to exchange service is required.
ru: Для возврата документа контрагенту необходимо подключить наши организации к сервисам обмена.

# AnswerIsAlreadySent
source: Document does not require a signature, or it has been already returned to counterparty.
ru: Документ не требует подписания, либо он уже был возвращен контрагенту.

# SendAnswerToCounterpartyDialogTitle
source: Return Document to Counterparty
ru: Возврат документа контрагенту

# RejectDocumentVersion
source: Counterparty rejected the document {0} (version {1}).
ru: Контрагент отказал в подписании документа {0} (версия {1}).

# RejectDocumentBy
source: Rejected by: {0}
ru: Отказал: {0}

# RejectDocumentComment
source: Counterparty's note: {0}
ru: Комментарий контрагента: {0}

# RejectDocumentSubject
source: Rejected by counterparty
ru: Отказано в подписании контрагентом

# AssignDocumentVersion
source: Counterparty signed the document {0} (version {1}) via {2} exchange service.
ru: Документ {0} (версия {1}) подписан контрагентом в сервисе обмена {2}.

# AssignDocumentSubject
source: Signed by counterparty
ru: Подписан контрагентом

# AssignDocumentBy
source: Signed by: {0}
ru: Подписал: {0}

# DocumentHasChangedAfterSendToCounterparty
source: Document has been changed since it was sent to counterparty. The sent version is recovered into version {0}
ru: Документ был изменен после отправки контрагенту. Отправленная версия восстановлена в версию {0}

# SendCounterpartySignAndSendHint
source: Document will be signed upon sending.
ru: Документ будет подписан при отправке.

# DocumentIsAlreadySentToCounterparty
source: The latest document version has already been sent to the counterparty.
ru: Последняя версия документа уже отправлена выбранному контрагенту.

# RevocationNoticeSubjectTerminate
source: Revoked by counterparty
ru: Отозван контрагентом

# RevocationNoticeSubjectObsolete
source: Cancelled by counterparty
ru: Аннулирован контрагентом

# RevocationNoticeActiveTextObsolete
source: Document {0} was cancelled by the counterparty.
ru: Документ {0} был аннулирован контрагентом.

# RevocationNoticeActiveTextTerminate
source: Document {0} was revoked by the counterparty.
ru: Документ {0} был отозван контрагентом.

# RevocationNoticeReason
source: Reason: {0}
ru: Причина: {0}

# RevocationNoticeActiveTextInProcess
source: Cancellation agreement received for document {0}.
ru: Получено соглашение об аннулировании по документу {0}.

# RevocationNoticeSubjectInProcess
source: Process: Cancellation agreement "{0}"
ru: Обработайте: Соглашение об аннулировании "{0}"

# RevocationNoticeInProcessComment
source: Process the cancellation agreement in the exchange service or in any way you see fit. Personal account at {0}: {1}
ru: Обработайте соглашение об аннулировании в сервисе обмена или другим удобным способом. Личный кабинет в {0}: {1}

# GetMessageFailed
source: An error occurred while getting the message from service.
ru: При получении сообщения из сервиса обмена произошла ошибка.

# DocumentOversized
source: The document size must not exceed 30 MB.
ru: Размер документа не должен превышать 30 МБ.

# AddendaOversized
source: Total size of the document and its addenda must not exceed 30 MB.
ru: Общий размер документа и его приложений не должен превышать 30 МБ.

# RevocationNoticeOurSubjectTerminate
source: Document revoked
ru: Отозван документ

# RevocationNoticeOurSubjectObsolete
source: Document cancelled
ru: Аннулирован документ

# RevocationNoticeOurActiveTextObsolete
source: Document {0} was cancelled by our company.
ru: Документ {0} был аннулирован нашей организацией.

# RevocationNoticeOurActiveTextTerminate
source: Document {0} was revoked by our company.
ru: Документ {0} был отозван нашей организацией.

# RejectNoticeSubjectObsolete
source: Rejected
ru: Отправлен отказ

# RejectNoticeActiveTextObsolete
source: Document {0} was rejected by our company in the exchange service.
ru: По документу {0} был отправлен отказ в подписании от нашей организации в сервисе обмена.

# SignNoticeSubjectObsolete
source: Signed: {0}
ru: Подписан: {0}

# SignNoticeActiveTextObsolete
source: Document {0} was signed by our company in the exchange service.
ru: Документ {0} был подписан нашей организацией в сервисе обмена.

# NoticeOurBoundDocument
source: The documents were related to one another when they were sent via the exchange service.
ru: Документы были связаны при отправке в сервисе обмена.

# NoticeCounterpartyBoundDocument
source: The received documents were related to one another when the counterparty sent them via the exchange service.
ru: Полученные документы были связаны контрагентом при отправке в сервисе обмена.

# SendCounterpartyNotApproved
source: You can only send documents via exchange service if they are approved within your company.
ru: Через сервис обмена можно отправлять только утвержденные документы.

# CannotDeliveryDocumentToCounterparty
source: Document {0} was not delivered to the counterparty via {1} exchange service as the signature was not validated.
ru: Документ {0} не был доставлен контрагенту через сервис обмена {1}, так как подпись не прошла проверку.

# RevocationTrackingNote
source: Revoked by our company in {0} exchange service
ru: Отозван нашей организацией в сервисе обмена {0}

# CheckReturnRevocationResult
source: The document was revoked by our company.
ru: Документ был отозван нашей организацией.

# ErrorSendingDocumentToCounterparty
source: An error occurred while sending document: {0}
ru: Ошибка при отправке документа: {0}

# DocumentIsSignedByBothSides
source: Document {0} has been already signed by both parties in the exchange service.
ru: Документ {0} уже подписан обеими сторонами в сервисе обмена.

# MessageHasDocumentWithReceiptRequire
source: The sender requested receipt notification for some documents. Confirm receipt of documents by using personal account in exchange service.
ru: Отправитель запросил уведомление о получении некоторых документов. Подтвердите получение документов в личном кабинете сервиса обмена.

# ConfirmReceiptSubject
source: Confirm receipt: Inc. documents from {0} to {1} (received {2} via {3} exchange service)
ru: Подтвердите получение: Вх. документы от {0} для {1} (получено {2} через сервис обмена {3})

source: Documents:
ru: Документы:

# SendSignToCounterparty
source: Signed copy was sent to counterparty via {0} exchange service
ru: Контрагенту отправлен подписанный экземпляр через сервис обмена {0}

# SendRejectToCounterparty
source: Rejection of the document was sent to counterparty via {0} exchange service
ru: Контрагенту отправлен отказ в подписании через сервис обмена {0}

# BoxesNotConnected
source: An error occurred while connecting to exchange service. Contact your system administrator.
ru: Произошла ошибка при соединении с сервисом обмена. Обратитесь к администратору.

# DocumentComment
source: Note: {0}
ru: Комментарий: {0}

# TaxInvoiceRevision
source: Revision No. {0} dated {1}.
ru: Исправление № {0} от {1}.

# IncomingNotNumeratedDocumentNote
source: Document date {0}, document number {1}
ru: Дата документа {0}, номер документа {1}

# TaxInvoiceCorrection
source: Corrective tax invoice No. {0} dated {1}.
ru: Корректировочный счет-фактура № {0} от {1}.

# GeneratePublicBodyFailed
source: An error occurred while generating the document body.
ru: При формировании тела документа произошла ошибка.

# ReceiptNeededActiveText
source: Document package from counterparty {0} received {1} in {2}.
ru: Пакет документов от контрагента {0} получен {1} в {2}.

# AmendmentNoticeActiveTextObsolete
source: Our company requested clarification on document {0} in exchange service.
ru: По документу {0} нашей организацией было запрошено уточнение в сервисе обмена.

# AmendmentNoticeSubjectObsolete
source: Clarification requested by
ru: Запрошено уточнение

# NonFormalizedTaxInvoiceSendingError
source: You can send only formalized tax invoices via exchange service.
ru: Через сервис обмена можно отправлять только формализованные счета-фактуры.

# TaxInvoice
source: Tax invoice No. {0} dated {1}.
ru: Счет-фактура № {0} от {1}.

# TaxInvoiceTo
source: To tax invoice No. {0} dated {1}.
ru: К счету-фактуре № {0} от {1}.

# SendCounterpartyRejectResult
source: Notification of clarification
ru: Уведомление об уточнении

# RejectInvoiceNotice
source: Notification of clarification: {0}
ru: Уведомление об уточнении: {0}

# RejectNotice
source: Reason for rejection: {0}
ru: Причина отказа: {0}

# AmendedDocumentVersion
source: Counterparty requested clarification for document {0} (version {1}).
ru: Контрагент запросил уточнение по документу {0} (версия {1}).

# AmendedDocumentBy
source: Clarification requested by: {0}
ru: Запросил уточнение: {0}

# AmendedDocumentSubject
source: Request for clarification received
ru: Получен запрос на уточнение

# NoticeCounterpartyBoundDocumentWithLinks
source: When the counterparty sent documents you received via the exchange service, they were related to the following documents:{0}
ru: При отправке через сервис обмена полученные документы были связаны контрагентом со следующими документами:{0}

# NoticeOurBoundDocumentWithLinks
source: When the documents were sent to the counterparty via the exchange service, they were related to the following documents:{0}
ru: При отправке контрагенту через сервис обмена документы были связаны со следующими документами:{0}

# AllAnswersIsAlreadySent
source: The documents do not require a signature or rejection, or they might already have been returned to the counterparty.
ru: Документы не требуют подписания или отказа, либо они уже были возвращены контрагенту.

# SendCounterpartyAddendaNotRight
source: You are not authorized to send this document via exchange service {0}.
ru: Нет прав на отправку через сервис обмена документа {0}.

# SendDeliveryConfirmationBoxesNotFound
source: To work properly, configure a certificate for employee {0} in the settings of exchange service boxes.
ru: Для полноценной работы необходимо настроить сертификат сотрудника {0} в настройках абонентских ящиков сервисов обмена.

# ReceiptNeededOutgoingActiveText
source: Document package for counterparty {0} sent {1} in {2}.
ru: Пакет документов для контрагента {0} отправлен {1} в {2}.

# RevocationTaskThreadSubjectInProcess
source: Cancellation agreement received
ru: Получено соглашение об аннулировании

# DocumentSignedThreadSubject
source: Document signed
ru: Документ подписан

# NoticeThreadSubject
source: Documents in unsupported format received
ru: Получены документы неподдерживаемого формата

# ConfirmReceiptThreadSubject
source: Request to confirm document receipt received
ru: Получен запрос на подтверждение получения документов

# RevocationTaskThreadSubjectRequestedAnnulment
source: Revocation requested
ru: Запрошено аннулирование

# RevocationNoticeActiveTextRequestedAnnulment
source: Revocation agreement to document {0} has been signed and sent by the business unit.
ru: По документу {0} подписано и отправлено соглашение об аннулировании нашей организацией.

# RequestedAnnulmentNoticeSubjectInProcess
source: Revocation requested: "{0}"
ru: Запрошено аннулирование: "{0}"

# NoneCounterparty
source: Unknown counterparty
ru: Неизвестного контрагента

# SendSetSignaturesToSbis
source: To send replies via the SBIS exchange service, sign all documents in the set.
ru: Для отправки ответов через сервис обмена СБИС необходимо подписать все документы комплекта.

# NotFoundOrNoRightsToDocument
source: A document from set is missing, or you don’t have access rights to it. Contact your system administrator.
ru: Отсутствует документ комплекта, или у вас недостаточно прав на него. Обратитесь к администратору системы.

# NotFoundAuthority
source: Cannot determine authority.
ru: Не удалось определить область полномочий.

# AdditionalDocumentSend
source: The counterparty added the following documents to the main package:
ru: Полученные документы добавлены контрагентом к основному комплекту:

# SendToCounterpartyDialog_BuyerAcceptanceStatusRejected
source: The buyer information contains the "Not accepted" result.
ru: Реквизиты покупателя заполнены с результатом "Не принято".

# SendToCounterpartyDialog_BuyerAcceptanceStatusAccepted
source: The buyer information contains the "Accepted" result.
ru: Реквизиты покупателя заполнены с результатом "Принято без разногласий".

# SendToCounterpartyDialog_BuyerAcceptanceStatusPartiallyAccepted
source: The buyer information contains the "Partially accepted" result.
ru: Реквизиты покупателя заполнены с результатом "Принято с разногласиями".

# SendToCounterpartyDialog_BuyerTitleIsEmpty
source: The buyer information is not filled in.
ru: Реквизиты покупателя не заполнены.

# SendToCounterpartyDialog_AddendaWithBuyerAcceptanceStatusRejected
source: Addenda with the "Not accepted" result in buyer information are selected.
ru: Выбраны приложения с результатом "Не принято" в реквизитах покупателя.

# OneOrMoreDocumentAlreadyProcessing
source: Some documents do not require signing, or a response on them has already been sent to the counterparty.
ru: Часть документов не требуют подписания, либо по ним уже отправлен ответ контрагенту.

# SbisFormalizedPoALinkTitle
source: PoA No. {0}
ru: Дов. № {0}

# CounterpartyPowerOfAttorney
source: PoA No. {0} ({1})
ru: Доверенность № {0} ({1})

# NoRightsForDocument
source: You must have at least the "Change" access rights to send documents via exchange services.
ru: Для отправки документа через сервис обмена необходимы права на его изменение.
