Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.RecordManagement/Sungero.RecordManagement.Shared/ActionItemExecutionAssignment/ActionItemExecutionAssignmentSystem.*.resx
Languages: ru

# Enum_Result_Done
source: Executed
ru: Выполнено

# Action_Done
source: Execute
ru: Выполнить

# Action_DoneHint
source: Execute Action item
ru: Выполнить поручение

# Action_DoneDescription
source: Execute the current action item
ru: Выполнение поручения

# Action_DoneConfirmationMessage
source: Execute the action item?
ru: Выполнить поручение?

# Action_CreateChildActionItem
source: Create Child Action Item
ru: Создать подчиненное поручение

# Action_CreateChildActionItemDescription
source: Create a child action item from the current one
ru: Создание подчиненного поручения от текущего

# Action_CreateChildActionItemHint
source: Create Child Action Item
ru: Создать подчиненное поручение

# Property_ActionItem
source: Action item
ru: Поручение

# Action_ExtendDeadline
source: Deadline Extension Request
ru: Запросить продление срока

# Action_ExtendDeadlineDescription
source: Send request for deadline extension of action item.
ru: Отправить запрос продления срока поручения

# Action_ExtendDeadlineHint
source: Request for Deadline Extension
ru: Запросить продление срока поручения

# ControlGroup_23bc4bb048724e98b2ba75e9072a2cf0
source: Main
ru: Основное

# Ribbon_Executing_3c558f6eb5fa4bc2b21a1f751e3da397
source: Action Item
ru: Поручение

# Ribbon_AsgGroup_ac82503a7a4749d0b90c9bb512c4559c
source: Execution
ru: Исполнение

# Property_AssignedBy
source: Assigned by
ru: Выдал

# Property_ScheduledDate
source: Scheduled date
ru: Плановый срок

# Footer_ActiveEmptyText
source: Action item status report…
ru: Отчет по исполнению поручения…

# Action_RequireReport
source: Require Report
ru: Запросить отчет

# Action_RequireReportDescription
source: Require action item status report from co-assignees
ru: Запрос отчета о состоянии работ у исполнителей подчиненных поручений

# Action_RequireReportHint
source: Require Report from Co-assignees
ru: Запросить отчет у исполнителей подчиненных поручений

# Ribbon_JobControl_255d43b227b947ffb228e46610369804
source: Control
ru: Контроль

# DisplayName
source: Execution of action item
ru: Исполнение поручения

# AccusativeDisplayName
source: Execution of action item
ru: Исполнение поручения

# CollectionDisplayName
source: Assignments to perform action item
ru: Задания на исполнение поручения

# Property_NeedAbortChildActionItems
source: Abort execution of child action items
ru: Необходимо прекратить подчиненные поручения

# Property_Deadline
source: Deadline
ru: Срок

# Form_c4e57967ac04483d99c71002c4610e1f
source: Action item
ru: Поручение

# ControlGroup_8474eea3a99c4c2c9fe2086d9ca84a5e
source: Description
ru: Пояснение

# Ribbon_DocumentPackage_c42b6a36d87e4fa3989efe1564655efd
source: Document Package
ru: Результат

# Action_CreateReplyLetter
source: Create Letter
ru: Создать исх. письмо

# Action_CreateReplyLetterDescription
source: Create an outgoing response letter. The document will be added to the "Result" group.
ru: Создание ответного исходящего письма. Документ будет вложен в группу "Результаты исполнения".

# Action_CreateReplyLetterHint
source: Create Outgoing Letter
ru: Создать исходящее письмо

# Action_PrintActionItem
source: Print Action Item
ru: Печать поручения

# Action_PrintActionItemDescription
source: Print the action item to submit it to the employee who does not work in the system.
ru: Печать поручения для передачи сотруднику, который не работает в системе.

# Action_PrintActionItemHint
source: Print Action Item
ru: Печать поручения

# Enum_Result_Forwarded
source: Forwarded
ru: Переадресовано

# Action_Forwarded
source: Forward
ru: Переадресовать

# Action_ForwardedHint
source: Forward Action Item Execution
ru: Переадресовать исполнение поручения

# Action_ForwardedConfirmationMessage
source: Forward the assignment to execute the action item?
ru: Переадресовать исполнение поручения?

# Action_ForwardedDescription
source: Send the assignment to execute action item to another employee.
ru: Отправка задания на исполнение поручения другому сотруднику.
