Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Company/Sungero.Company.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Our Company
ru: Компания

# CoverTitle
source: Our Company
ru: Компания

# CoverGroup_Integration
source: Integration
ru: Интеграция

# CoverAction_ShowManagersAssistants
source: Assistant Managers
ru: Ассистенты руководителей

# CoverAction_Roles
source: Roles
ru: Роли

# CoverAction_Certificates
source: Public Key Certificates
ru: Цифровые сертификаты

# CoverGroup_Links
source: Related Information
ru: Связанная информация

# CoverAction_ShowParties
source: Companies
ru: Организации

# CoverDescription_ShowParties
source: Stores information about companies that our company deals with.
ru: Открытие справочника организаций-контрагентов.

# CoverAction_ShowPesons
source: Persons
ru: Персоны

# CoverDescription_ShowPesons
source: Stores information about all individuals (counterparties, employees, contacts) that our company deals with.
ru: Открытие справочника персон.

# CoverAction_ShowAccounts
source: Accounts
ru: Учетные записи

# CoverAction_ShowUsers
source: Users
ru: Пользователи

# CoverDescription_ShowUsers
source: Stores information about system users. To log in, each user must be associated with an account.
ru: Пользователи системы могут работать с системой, им можно выдавать права, они могут быть авторами документов и т.п. Для входа в систему пользователь должен быть связан с учетной записью.

# CoverGroup_OrganizationalStructure
source: Corporate Structure
ru: Организационная структура

# CoverAction_ShowOurOrganization
source: Business Units
ru: Наши организации

# CoverAction_ShowBusinessUnits
source: Business Units
ru: Наши организации

# CoverDescription_ShowBusinessUnits
source: Stores information about all legal entities of our company.
ru: Юридические лица, филиалы и представительства, в лице которых действует наша компания.

# CoverAction_CreateDepartment
source: New Department
ru: Создать подразделение

# CoverAction_ShowDepartments
source: Departments
ru: Подразделения

# CoverDescription_ShowDepartments
source: Stores information about structure units of our company. A department may be either a part of a business unit or a stand-alone unit.
ru: Структурные части компании, осуществляющие свою деятельность в рамках деятельности нашей компании. Подразделения могут быть как привязаны к нашим организациям, так и быть обособленными.

# CoverAction_ShowPositions
source: Job Titles
ru: Должности

# CoverDescription_ShowPositions
source: Stores information about the job titles of our employees.
ru: Справочник предназначен для хранения должностей наших сотрудников.

# CoverAction_CreateEmployee
source: New Employee
ru: Создать сотрудника

# CoverAction_ShowEmployees
source: Employees
ru: Сотрудники

# CoverDescription_ShowEmployees
source: Stores information about our employees. Each employee is associated with an account.
ru: Справочник предназначен для хранения сведений о наших сотрудниках. Каждый сотрудник связан с учетной записью для работы с системой.

# CoverGroup_Employees
source: Employees
ru: Персонал

# CoverAction_CreateBusinessUnit
source: New Business Unit
ru: Создать нашу организацию

# CoverAction_ShowOrganizations
source: Companies
ru: Организации

# CoverDescription_ShowOrganizations
source: Stores information about companies that our company deals with.
ru: Открытие справочника организаций-контрагентов.

# CoverDescription
source: This module is where you can manage internal corporate structure.
ru: Модуль предназначен для управления внутренней структурой нашей компании.

# CoverDescription_ShowManagersAssistants
source: Assign assistants and select functions they will perform on behalf of managers.
ru: Назначение ассистентов и выбор функций, которые они будут выполнять за руководителей.

# CoverAction_WorkingTimeCalendars
source: Working Time Calendars
ru: Календари рабочего времени

# CoverDescription_WorkingTimeCalendars
source: Stores information about working days, days off and holidays.
ru: Календари рабочего времени содержат информацию по рабочему времени, выходным и праздничным дням.

# CoverDescription_Roles
source: Stores information about roles. Roles help you to group users according to their responsibilities.
ru: Роли предназначены для группировки сотрудников по функциональным обязанностям.

# CoverDescription_Certificates
source: Stores information about certificates used to sign documents with an electronic signature.
ru: Сертификаты предназначены для установки электронной подписи на документы.

# CoverAction_Substitution
source: Substitutions
ru: Замещения

# CoverDescription_Substitution
source: Stores information about persons who substitute absent employees. Substitution is designed to delegate tasks, duties and access rights of an absent employee to another employee of your company.
ru: Замещение предназначено для передачи обязанностей и прав доступа сотрудника на время его отсутствия другому сотруднику компании.

# CoverDescription_Account
source: Stores information about accounts used to authenticate users.
ru: Учетные записи предназначены для входа пользователей в систему.

# CoverAction_Account
source: Accounts
ru: Учетные записи

# CoverAction_Boxes
source: Our Exchange Boxes
ru: Наши абонентские ящики сервисов обмена

# CoverDescription_Boxes
source: Stores information about connections to legal document exchange services.
ru: Настройка подключений к сервисам обмена юридически значимыми электронными документами.

# CoverAction_TimeZone
source: Time Zones
ru: Часовые пояса

# CoverDescription_TimeZone
source: Stores configurations for business units, departments, or employees from different time zones. The databook allows the system to calculate task deadlines, and display correct date and time in reports.
ru: Настройка часовых поясов для филиалов, подразделений или сотрудников, которые работают в разных часовых зонах. Позволяет системе корректно вычислять сроки заданий, отображать дату и время в отчетах.

# CoverAction_VisibilitySettings
source: Organizational Structure Visibility Settings
ru: Настройки видимости оргструктуры

# CoverDescription_VisibilitySettings
source: Limit access of employees to the organizational structure.
ru: Ограничение доступности оргструктуры для сотрудников.

# CoverAction_ShowRecipientAccessRules
source: Organizational Structure Visibility Rules
ru: Правила видимости оргструктуры

# CoverDescription_ShowRecipientAccessRules
source: Configure access to business units, departments, and employees. To put rules into effect, enable the limit of the organizational structure visibility.
ru: Настройка доступности наших организаций, подразделений и сотрудников. Для работы правил включите ограничение в настройках видимости оргструктуры.

# AsyncHandler_Description_dbbabb314c2345518687c153d2051620
source: Update the employee's name when the person's name is changed
ru: Обновление имени сотрудника при изменении имени персоны
