Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Parties/Sungero.Parties.Shared/Counterparty/Counterparty.*.resx
Languages: ru

# NotValidTin
source: TIN control digit is incorrect.
ru: Введите ИНН с корректной контрольной цифрой.

# TinDuplicate
source: Duplicate found by TIN: {0} {1}.
ru: Найден дубль по ИНН: {0} {1}.

# IncorrectAccountLength
source: The number must contain a combination of 8-34 characters. The IBAN consists of up to 34 alphanumeric characters and may contain capital Latin letters.
ru: Номер должен содержать от 8 до 34 символов. Для международных счетов допускается использование заглавных латинских букв (IBAN код).

# InvitationMessageHeader
source: Note
ru: Комментарий

# InvitationMessageDefault
source: We invite you to exchange electronic documents.
ru: Приглашаем Вас к обмену электронными документами.

# InvitationHeaderAccept
source: Accept Invitation from Counterparty
ru: Прием приглашения от контрагента

# InvitationHeaderReject
source: Decline Invitation from Counterparty
ru: Отклонение приглашения от контрагента

# InvitationBoxesNotAllowed
source: You can already exchange documents with this counterparty via all available exchange services.
ru: Для контрагента уже настроен обмен через все доступные сервисы обмена.

# InvitationBoxesNotFound
source: To start legal document exchange, set up connection to exchange services.
ru: Для электронного обмена юридически значимыми документами необходимо подключить наши организации к сервисам обмена.

# InvitationTitle
source: Send Invitation to Counterparty
ru: Отправка приглашения контрагенту

# NeedFillTinForSendInvitation
source: To send an exchange invitation, specify counterparty's TIN.
ru: Чтобы отправить приглашение контрагенту, заполните его ИНН.

# NeedFillTinForCanExchange
source: To check exchangeability, specify counterparty's TIN.
ru: Чтобы проверить возможность обмена с контрагентом, заполните его ИНН.

# NotFoundInExchangeServices
source: The counterparty is not registered in the supported exchange services. You can send an invitation to the counterparty by email.
ru: Контрагент не зарегистрирован в подключенных сервисах обмена. Вы можете пригласить его по электронной почте.

# ToManyExchangeServices
source: {0} and others
ru: {0} и прочие

# FoundInExchangeServices
source: You can send exchange invitation to the counterparty.
ru: Вы можете отправить данному контрагенту приглашение к обмену.

# FoundInExchangeServicesDescription
source: You can start legal document exchange with the counterparty via exchange service: {0}.
ru: Вы можете начать электронный обмен юридически значимыми документами с контрагентом через сервис обмена {0}.

# InvitationHeaderRestore
source: Resume Exchange with Counterparty Exchange Box
ru: Возобновление обмена с абонентским ящиком контрагента

# InvitationHeaderTermination
source: Stop Exchange with Counterparty Exchange Box
ru: Прекращение обмена с абонентским ящиком контрагента

# InvitationHeaderRevoke
source: Revoke Exchange Invitation
ru: Отзыв приглашения к обмену с контрагентом

# Enum_Operation_SentToCA
source: Exchange invitation sent
ru: Отправлено приглашение к обмену

# Enum_Operation_SentToUs
source: Exchange invitation received
ru: Получено приглашение к обмену

# Enum_Operation_Activated
source: Exchange with counterparty allowed
ru: Разрешен обмен с контрагентом

# Enum_Operation_Closed
source: Exchange with counterparty blocked
ru: Заблокирован обмен с контрагентом

# Enum_OperationDetailed_Changed
source: For {0} in {1} exchange service
ru: Для {0} в сервисе обмена {1}

# HaveDoubleCounterparties
source: Exchange via all available exchange services is already configured for the counterparty duplicate.
ru: Для дубля данного контрагента уже установлен обмен через доступные сервисы обмена

# InvitationBoxesAndDoubleNotAllowed
source: Exchange via all available exchange services is already configured for the counterparty and its duplicates.
ru: Для контрагента и его дублей уже настроен обмен через все действующие сервисы обмена.

# NoExchangeThroughThisService
source: You cannot exchange documents with the counterparty via the selected exchange service.
ru: С контрагентом не установлен обмен через выбранный сервис обмена

# NeedSetExchange
source: Initiate legal document exchange with the counterparty.
ru: Для осуществления электронного юридически значимого документооборота необходимо установить обмен с контрагентом .

# NoRightsToChangeCard
source: You are not authorized to change the counterparty card
ru: Нет прав на изменение карточки контрагента

# NotValidTinRegionCode
source: TIN region code is incorrect.
ru: Введите ИНН с корректным кодом региона.

# DuplicateNotFound
source: Duplicates not found.
ru: Дубли не найдены.

# NoDefaultBoxService
source: Select counterparty exchange box that will be used to send documents via exchange box {0}
ru: Необходимо выбрать абонентский ящик контрагента, который будет использоваться при отправке документов через абонентский ящик {0}

# NotOnlyDigitsTin
source: TIN must contain only digits.
ru: Введите ИНН, состоящий только из цифр.
