Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/ApprovalTask/ApprovalTask.*.resx
Languages: ru

# AbortApproving
source: Aborted.
ru: Прекращено.

# AbortNoticeSubject
source: Task for approval was aborted
ru: Прекращено согласование

source: Endorsed.
ru: Согласовано.

# ApproversAsgSubject
source: Approve: {0}
ru: Согласуйте: {0}

# DeniedToSignDocument
source: Rejected to sign document.
ru: Отказано в подписании документа.

source: Document printed.
ru: Документ распечатан.

# DocumentRegisteredFromNumberInDocumentRegister
source: Document was registered under number {0} in the register "{1}".
ru: Документ зарегистрирован под номером {0} в журнале «{1}».

source: Document signed.
ru: Документ подписан.

# ForReapproving
source: Sent for reapproval.
ru: Отправлено на повторное согласование.

source: For rework.
ru: На доработку.

# PrintAsgSubject
source: Print
ru: распечатайте

# RegistrationAsgSubject
source: Register
ru: зарегистрируйте

# NeedToRework
source: Rework: {0}
ru: Доработайте: {0}

# RejectedToSign
source: Rejected to sign: {0}
ru: Отказано в подписании: {0}

# SignAsgSubject
source: Sign
ru: подпишите

# SignedNoticeSubject
source: Document was signed
ru: Подписан документ

# TaskSubject
source: Approval: {0}
ru: Согласование: {0}

# ToPerformNeedRegisterDocument
source: To complete the assignment, register the document.
ru: Для выполнения задания нужно зарегистрировать документ.

# DetermineRegistrarCurrentRuleError
source: Cannot determine a person to register a document. Contact your system administrator.
ru: Определить регистратора из текущего правила нельзя. Обратитесь к администратору системы.

# CertificateNeeded
source: Public key certificate is required to approve the document. Contact your system administrator.
ru: Для согласования документа требуется цифровой сертификат. Обратитесь к администратору.

# NeedTextForRework
source: To send the document for rework, please provide your comments in the text of assignment.
ru: Оставьте комментарий в тексте задания, прежде чем отправить документ на доработку.

# NeedTextForAbort
source: To reject document signing, specify reason for rejection.
ru: Для отказа в подписании напишите комментарий в тексте задания.

# ToPerformNeedSignDocument
source: To complete the assignment, sign the document.
ru: Для выполнения задания нужно подписать документ.

# CantSendDocumentsWithoutUpdateRights
source: To send the document for approval, you must be authorized to edit it.
ru: Для отправки документа на согласование необходимо иметь права на его изменение.

# ToStartNeedSignDocument
source: Sign the document before starting the task.
ru: Для старта задачи нужно подписать документ.

# CertificateNeededToSign
source: Public key certificate is required to sign the document. Contact your system administrator.
ru: Для подписания документа требуется цифровой сертификат. Обратитесь к администратору.

# ControlReturnAsgSubject
source: Check return: {0}
ru: Проконтролируйте возврат: {0}

# AdditionalTaskToAuthorSubject
source: Document is not signed by counterparty
ru: Документ не подписан контрагентом

# ControlReturnExecutedAnotherUser
source: Checked by: {0}
ru: Контроль возврата был выполнен сотрудником: {0}

source: Send to counterparty
ru: отправьте контрагенту

# PrintAndTransferAsgSubject
source: Print and submit the document for signing
ru: распечатайте и передайте на подпись

# DocumentSended
source: Document was sent to counterparty.
ru: Документ отправлен контрагенту.

# CommentOnEndorsement
source: On approval by counterparty
ru: На согласовании у контрагента

# CommentSigned
source: Counterparty document
ru: Экземпляр контрагента

# NeedViewActualDocumentVersionBeforeAgree
source: Document may have been changed by another user since you last viewed it.
ru: Документ изменился с момента последнего просмотра Вами.

# ToSendDocumentApprovalSpecifyRule
source: To send a document for approval the rules specify
ru: Для документа не настроен регламент согласования.

# AreYouSureYouWantSignAndSendDocumentForApproval
source: Sign and send the document for approval?
ru: Подписать и отправить документ на согласование?

# AreYouSureYouWantSendDocumentForApproval
source: Send the document for approval?
ru: Отправить документ на согласование?

source: on behalf of
ru: за

# ControlReturnExecutedAnotherUserWithOnBehalfOf
source: Checked by: {0} on behalf of {1}
ru: Контроль возврата был выполнен сотрудником: {0} за {1}

# RuleOrDocumentHasBeenChanged
source: The document or approval rule were modified. Select a relevant approval rule.
ru: Согласуемый документ или регламент были изменены. Выберите актуальный регламент.

# ApprovalText
source: Please review the attached document and let me know if you have any suggestions for improvement.
ru: Прошу согласовать документ.

source: Document signing confirmed.
ru: Подписание документа подтверждено.

# ConfirmSigningSubject
source: confirm signing
ru: подтвердите подписание

# EmptyNextWorkingCalendar
source: Working time calendar is not filled in for the specified period of time.
ru: Не заполнен календарь рабочего времени на период согласования.

# AbortedSigning
source: Signing was refused.
ru: Отказано в подписании.

source: Confirmation
ru: Подтверждение

# StateViewAborted
source: Aborted
ru: Прекращено

# StateViewEndorsed
source: Endorsed
ru: Согласовано

# StateViewNotApproved
source: Not approved
ru: Не согласовано

# StateViewDocumentSentForApproval
source: Document has been sent for approval.
ru: Документ отправлен на согласование.

# StateViewDocumentSentForReApproval
source: Document has been sent for re-approval.
ru: Документ отправлен на повторное согласование.

# StateViewInProcess
source: In process
ru: В работе

# StateViewDocumentSentAfterRestart
source: Document has been sent for approval after restart.
ru: Документ отправлен на согласование после рестарта.

# StateViewCompleted
source: Completed
ru: Завершено

# StateViewSuspended
source: Suspended
ru: Приостановлено

# StateViewApprovalRound
source: Approval round
ru: Круг согласования

# StateViewWaitForCheckReturn
source: Waiting for return control to start
ru: Ожидание начала контроля возврата

# StateViewAssignmentCreationTerms
source: Assignment creation date/time
ru: Срок создания задания

# Approval
source: Rule-based approval
ru: Согласование по регламенту

# StateViewApprovalStage
source: Approval stage
ru: Этап согласования

# StateViewApprovalRule
source: Approval rule:
ru: Регламент:

# StateViewApprovalProcess
source: Approval
ru: Согласование

# StateViewApprovedConfirmation
source: Confirm approval
ru: Подтверждение подписания

# StateViewSigning
source: Sign
ru: Подписание

# StateViewRegistration
source: Registration
ru: Регистрация

# StateViewCheckReturn
source: Document return control
ru: Контроль возврата от контрагента

# StateViewAbortApprovalAssignment
source: Assignment to end approval
ru: Задание на прекращение согласования

# StateViewDocumentRework
source: Rework document
ru: Доработка документа

# StateViewPrintDocument
source: Print document
ru: Печать документа

# StateViewSendToCounterParty
source: Send to counterparty
ru: Отправка контрагенту

# StateViewDone
source: Done
ru: Выполнено

# StateViewApproved
source: Approved
ru: Утверждено

# SigningRefused
source: Signing was refused
ru: Отказано в подписании

# StateViewSignedByCounterparty
source: Signed by counterparty
ru: Подписано контрагентом

# StateViewNotSignedByCounterparty
source: Not signed by counterparty
ru: Не подписано контрагентом

# ReviewDocument
source: Review document: {0}
ru: Рассмотрите: {0}

# StateViewReview
source: Document review
ru: Рассмотрение

# CreateActionItem
source: Create action item: "{0}"
ru: Создайте поручение: {0}

# StateViewExecution
source: Create action item
ru: Создание поручений по документу

# ReviewAsgSubject
source: Review
ru: рассмотрите

# ExecutionAsgSubject
source: Create action items
ru: создайте поручения

# ReworkReasonSubject
source: Task has been sent for rework: {0}
ru: Задача отправлена на доработку: {0}

# StateViewResultSubmission
source: Filling in reviewing result
ru: Обработка резолюции

# SpecifyReviewingResultAsgSubject
source: process resolution
ru: обработайте резолюцию

source: Resolution passed.
ru: Вынесена резолюция.

# PassedResolutionEntered
source: Resolution processed
ru: Резолюция обработана

source: Sent for execution.
ru: Отправлено на исполнение.

source: Informed.
ru: Принято к сведению.

# InformedResultEntered
source: Document received and duly noted.
ru: Документ принят к сведению адресатом.

# DeniedToReviewDocument
source: Denied.
ru: Отказано.

# StateViewUnRead
source: Unread
ru: Не прочитано

source: Done.
ru: Выполнено.

# StateViewResolution
source: Resolution
ru: Резолюция

# IncorrectSignatory
source: This employee is not authorized to sign documents.
ru: Указанный сотрудник не имеет права подписи.

# NoExecutionAssignee
source: Performer of the action item creation stage not specified. Contact your system administrator.
ru: Исполнитель этапа создания поручений по документу отсутствует. Обратитесь к администратору системы.

# StateViewAuthor
source: Author
ru: Автор

# PrintAndTransferToReviewAsgSubject
source: Print and submit the document for reviewing
ru: распечатайте и передайте на рассмотрение

# RejectedToReview
source: Rejected: {0}
ru: Отказано: {0}

# RejectedToExternalSing
source: Rejected by counterparty: {0}
ru: Отказано в подписании контрагентом: {0}

# StateViewDocumentReworkAfterExternalAbort
source: Process rejection in signing by counterparty.
ru: Обработка отказа в подписании контрагентом

# ApprovalFormApproved
source: Approved
ru: Утверждено

# ApprovalFormEndorsed
source: Endorsed
ru: Согласовано

# ApprovalFormNotEndorsed
source: Not endorsed
ru: Не согласовано

# DocumentMustHaveProject
source: Specify a project for the document.
ru: Укажите проект для документа.

# AreYouSureYouWantSignAndSendDocumentAndAddendaForApproval
source: Sign and send the document and its addenda for approval?
ru: Подписать и отправить документ и его приложения на согласование?

# ExchangeDeliveryExist
source: You can send the document to counterparty via exchange service
ru: Данный документ можно отправить контрагенту через сервис обмена

# StateViewTaskDrawCreated
source: Draft task created
ru: Создан черновик задачи

# StateViewDraft
source: Draft
ru: Черновик

# DeliveryMethodByExchange
source: Send the electronic document to counterparty via {0} exchange service
ru: Документ необходимо отправить контрагенту в электронном виде через сервис обмена {0}

# DeliveryMethodNotByExchange
source: Send the document to counterparty by using delivery method "{0}"
ru: Документ необходимо отправить контрагенту, способ доставки "{0}"

# ReworkReasonWhenAssigneeNotFound
source: Specify performer of stage {0} correctly or contact your system administrator.
ru: Необходимо корректно указать исполнителя в этапе {0} или обратиться к администратору системы.

# DeliveryByExchangeNotAllowed
source: You can select the "Exchange service" delivery method only if electronic document exchange with the counterparty is allowed.
ru: Способ доставки "Сервис эл. обмена" доступен только для контрагентов, с которыми установлен обмен документами в электронном виде.

# RevokedByUs
source: Revoked by our company: {0}
ru: Отозван нашей организацией: {0}

source: New deadline
ru: Новый срок

# DesiredDeadlineIsNotCorrect
source: New deadline date should be greater than the current date.
ru: Новый срок должен быть позже текущего.

# DeadlineExtension
source: Assignment deadline extension
ru: Продление срока задания

# DeadlineExtensionButton
source: Extend
ru: Продлить

# StateViewExpectedDeadline
source: Expected date
ru: Ожидаемый срок

# NeedViewDocumentBeforeAgreeAtLeastOnceBeforeSigning
source: Acquaint yourself with document before signing it.
ru: Ознакомьтесь с документом перед подписанием.

# StateViewForwarded
source: Forwarded
ru: Переадресовано

# TaskWillBeSended
source: The document will be sent for approval to {0} after the current assignment is completed.
ru: Документ будет отправлен на согласование {0} после выполнения текущего задания.

# DeliveryMethodToManyAddressees
source: Send the document to the counterparties according to the distribution list.
ru: Документ необходимо отправить контрагентам согласно списку рассылки.

# NeedViewDocumentBeforeAgreeAtLeastOnceBeforeApproving
source: Acquaint yourself with document before approving it.
ru: Ознакомьтесь с документом перед согласованием.

# EmptyAbortingReason
source: Specify the reason for task abortion.
ru: Заполните причину прекращения задачи.

# NoRightsToDocument
source: There is no document, or you do not have sufficient access rights to it. Contact your system administrator.
ru: Отсутствует документ или права доступа на него. Обратитесь к администратору системы.

# InvoiceAmendmentRequest
source: Counterparty requested clarification: {0}
ru: Контрагентом запрошено уточнение: {0}

# StateViewMaxDeadline
source: Expected deadline
ru: Ожидаемый срок

# ApprovalManagerAssignmentThreadSubject
source: Approve document
ru: Согласование

# ConfirmSigningThreadSubject
source: Confirm document signing
ru: Подтверждение подписания

# SpecifyReviewingResultAsgThreadSubject
source: Process resolution
ru: Обработка резолюции

# StateViewReworkForwarded
source: Forwarded
ru: Переадресовано

# RejectNoticeSubject
source: Sent rejection on: {0}
ru: Отправлен отказ: {0}

# CantSendForReworkWithoutPerformer
source: To send the document for rework, specify the employee who will rework it.
ru: Для отправки на доработку укажите сотрудника, который будет дорабатывать документ.

# DocumentStateWillBeUpdatedLater
source: Document lifecycle status will be updated soon.
ru: Жизненный цикл документа обновится в ближайшее время.

# DocumentStateAndAccessRightsWillBeUpdatedLater
source: Document lifecycle status and access rights will be updated soon.
ru: Жизненный цикл и права доступа на документ обновятся в ближайшее время.

# DocumentAccessRightsWillBeUpdatedLater
source: Access rights to the document will be updated soon.
ru: Права доступа на документ обновятся в ближайшее время.

# CantUpdateTask
source: The task has been changed. Close the confirmation dialog box and abort the task again.
ru: Задача была изменена. Закройте окно подтверждения и прекратите задачу повторно.

# CommentNeeded
source: Type a comment before approving with suggestions.
ru: Для согласования с замечаниями необходимо написать комментарий.

source: Endorsed with suggestions.
ru: Согласовано с замечаниями.

# ApprovalFormEndorsedWithSuggestions
source: Endorsed with suggestions
ru: Согласовано с замечаниями

# StateViewEndorsedWithSuggestions
source: Endorsed with suggestions
ru: Согласовано с замечаниями

# AbortApprovalTask
source: Aborted
ru: Прекращено
