Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/SmartProcessingSetting/SmartProcessingSettingSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# DisplayName
source: Smart Processing Settings
ru: Настройки интеллектуальной обработки

# AccusativeDisplayName
source: Smart Processing Settings
ru: Настройки интеллектуальной обработки

# CollectionDisplayName
source: Smart Processing Settings
ru: Настройки интеллектуальной обработки

# Property_ArioUrl
source: Ario service address
ru: Адрес сервиса Ario

# Property_LowerConfidenceLimit
source: Lower bound, %
ru: Нижняя, %

# Property_UpperConfidenceLimit
source: Upper bound, %
ru: Верхняя, %

# ControlGroup_9e6a59e70a904b009a168f5d08cd90d6
source: Classifiers
ru: Классификаторы

# Property_LimitsDescription
source: Description/Hint
ru: Описание/подсказка

# Action_CheckConnection
source: Check Connection
ru: Проверить подключение

# Action_CheckConnectionDescription
source: Check Connection to Ario Service
ru: Проверить подключение к сервису Ario

# Action_CheckConnectionHint
source: Check Connection to Ario Service
ru: Проверить подключение к сервису Ario

# Ribbon_ArioService_9e628784160545898b4be1dda07f0f0b
source: Ario Service
ru: Сервис Ario

# Property_TypeClassifierName
source: By document types
ru: По типам документов

# Property_TypeClassifierId
source: Type classifier ID
ru: ИД классификатора по типу

# Property_FirstPageClassifierName
source: First page
ru: Первых страниц

# Property_Id
source: ID
ru: ИД

# Property_FirstPageClassifierId
source: First page classifier ID
ru: ИД классификатора первых страниц

# Control_31a2b47397434c10878a2d920dc69169_DisplayValue
source: Select
ru: Выбрать

# Control_1c24ff9555f54df9a3d56cd15f081e65_DisplayValue
source: Select
ru: Выбрать

# Action_ForceSave
source: Save settings
ru: Сохранить настройки

# Property_CaptureSources
source: Document capture sources
ru: Источники поступления документов

# ControlGroup_72ca00b847c14768aee1ec9c964d84f6
source: Document capture sources
ru: Источники поступления документов

# ControlGroup_b7415fb77dec4d81b81a083544d45858
source: Confidence interval for extracted facts
ru: Границы доверия к извлеченным фактам

# Action_ForceSaveDescription
source: Save changes to the settings.
ru: Сохранить изменения в настройках.

# Action_ForceSaveHint
source: Save settings
ru: Сохранить настройки

# Form_9d2ea75e0b8e4c0ba138389f35d78c90
source: Rules
ru: Правила

# Property_ProcessingRules
source: Processing rules
ru: Правила обработки

# Property_AdditionalClassifiers
source: Additional classifiers
ru: Дополнительные классификаторы

# Property_Login
source: Username to connect
ru: Логин для соединения

# Property_Password
source: Password
ru: Пароль

# Action_Login
source: Set Password
ru: Задать пароль

# Action_LoginDescription
source: Enter a password to connect to Ario service and check connection status.
ru: Ввести пароль для подключения к сервису Ario и проверить статус соединения.

# Action_LoginHint
source: Set Password for Ario Service
ru: Задать пароль для сервиса Ario

# Control_582c4300583944988544ce838bf94f8f_EmptyText
source: Enter your login if authentication in Ario is required
ru: Укажите логин, если в Ario используется аутентификация

# Property_Languages
source: Recognition languages
ru: Языки распознавания
