Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/IncomingDocumentBase/IncomingDocumentBase.*.resx
Languages: ru

source: Mark document as obsolete
ru: Пометить документ как недействующий

# CancelNumberingDescription
source: After you cancel number assignment, the registration number, date and register will be cleared. Delete the version with the registration stamp.
ru: При отмене нумерации очистятся поля с регистрационным номером, датой и журналом регистрации. Версию с отметкой о поступлении необходимо удалить.

# CancelRegistrationDescription
source: After you cancel registration, the registration number, date and register will be cleared. You must delete the version with the registration stamp.
ru: При отмене регистрации очистятся поля с регистрационным номером, датой и журналом регистрации. Версию с отметкой о поступлении необходимо удалить.

# AddRegistrationStampDialogTitle
source: Create PDF with Registration Stamp
ru: Создание PDF с отметкой о поступлении

# AddRegistrationStampDialogRightIndent
source: Right indent (cm)
ru: Отступ справа (см)

# AddRegistrationStampDialogBottomIndent
source: Bottom indent (cm)
ru: Отступ снизу (см)

# AddRegistrationStampDialogPosition
source: Stamp position
ru: Расположение отметки

# AddRegistrationStampDialogBottomRightPosition
source: Bottom right corner
ru: Правый нижний угол

# AddRegistrationStampDialogBottomCenterPosition
source: Bottom center
ru: По центру внизу

# AddRegistrationStampDialogCustomPosition
source: Custom coordinates
ru: По координатам

# AddRegistrationStampDialogCreateButton
source: Create
ru: Создать

# AddRegistrationStampCompleteNotification
source: Document {0} has been converted to PDF with registration stamp.
ru: Документ {0} преобразован в PDF с отметкой о поступлении.
