Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Exchange/Sungero.Exchange.Shared/ExchangeDocumentProcessingTask/ExchangeDocumentProcessingTask.*.resx
Languages: ru

# TaskSubject
source: Processing: Documents from {0} for {1} (received {2} via exchange service {3})
ru: Обработка: Документы от {0} для {1} (получены {2} через сервис обмена {3})

# AssignmentSubject
source: Process: Documents from {0} for {1} (received {2} via exchange service {3})
ru: Обработайте: Документы от {0} для {1} (получены {2} через сервис обмена {3})

# TaskActiveText
source: Process attached documents
ru: Обработайте вложенные документы.

# NotAllDocumentTypesAreChanged
source: To complete the assignment, change document type and fill in required requisites for all the received documents.
ru: Для выполнения задания смените тип и заполните необходимые реквизиты всех полученных документов.

# NotAllDocumentsSendedForProcessing
source: Complete the assignment without sending documents for further processing?
ru: Выполнить задание без отправки документов в работу?

# StateViewTaskBlockHeader
source: Incoming exchange documents processing
ru: Обработка входящих документов эл. обмена

# StateViewSender
source: Sender:
ru: Отправитель:

# StateViewRecipient
source: Recipient:
ru: Получатель:

# StateViewAssignmentBlockHeader
source: Process documents
ru: Задание на обработку

# StateViewInformationBlock
source: Document received from {0} exchange service.
ru: Документ получен из сервиса обмена {0}.

# DocumentIsSignedByUs
source: Document {0} has been already signed by our company in the exchange service.
ru: Документ {0} уже подписан нашей организацией в сервисе обмена.

# DocumentsIsRejectedByUs
source: Rejection on documents {0} has already been sent.
ru: По документам {0} уже отправлен отказ в подписании.

# DocumentIsRejectedByUs
source: Rejection on document {0} has already been sent.
ru: По документу {0} уже отправлен отказ в подписании.

# OutcomingDocumentProcessingTaskActiveText
source: Process attached documents that were sent by our company via {0} exchange service.
ru: Обработайте вложенные документы, отправленные нашей организацией через сервис обмена {0}.

# DocumentSentToAnotherResponsible
source: The document was sent to department "{0}". This assignment has been forwarded to you as an employee responsible for the department box is not specified. Contact your administrator to configure the system properly.
ru: Документ был отправлен в подразделение "{0}". Задание было переадресовано Вам, так как в абонентском ящике подразделения не был указан ответственный. Обратитесь к администратору для корректной настройки системы.

# DocumentSentToClosedBox
source: The document was sent to department "{0}". This assignment has been forwarded to you as the department box is closed. Contact your administrator to configure the system properly.
ru: Документ был отправлен в подразделение "{0}". Задание было переадресовано Вам, так как абонентский ящик подразделения закрыт. Обратитесь к администратору для корректной настройки системы.
