Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Parties/Sungero.Parties.Shared/CompanyBase/CompanyBaseSystem.*.resx
Languages: ru

# DisplayName
source: Company
ru: Организация

# AccusativeDisplayName
source: Company
ru: Организацию

# CollectionDisplayName
source: Companies
ru: Организации

# Property_HeadCompany
source: Head company
ru: Головная орг.

# Property_TRRC
source: TRRC
ru: КПП

# Property_IsCardReadOnly
source: Read-only
ru: Нередактируемая

# Action_OpenContacts
source: Contact Persons
ru: Открыть контакты

# Action_OpenContactsDescription
source: Open the list of company contact persons.
ru: Открыть список контактов организации

# Action_OpenContactsHint
source: Open the list of contact persons
ru: Открыть список контактов

# Ribbon_Contacts_93b9842989774e8099a5d21e270fdfb4
source: Contacts
ru: Контакты

# Property_LegalName
source: Legal name
ru: Юрид. наименование

# ControlGroup_9e3df66a01e8408aaa4ca5c92a1227fb
source: Contacts
ru: Контактная информация

# ControlGroup_4b9defe5f46d4581b50a5c0be4a80a50
source: Bank details
ru: Банковские реквизиты

# ControlGroup_69a4139490424b338d9ce5253d0a8c27
source: Note
ru: Примечание

# Property_PSRN
source: PSRN
ru: ОГРН

# Action_ShowDuplicatesDescription
source: Show companies with identical TIN/TRRC
ru: Показать организации с совпадающим ИНН/КПП.

# Action_ShowDuplicatesHint
source: Show Duplicate Companies
ru: Показать дубли

# Action_FillFromService
source: Fill in by PSRN / TIN
ru: Заполнить по ОГРН / ИНН

# Action_FillFromServiceDescription
source: Fill in counterparty details automatically by its PSRN according to Unified State Register of Legal Entities and Entrepreneurs. If PSRN is not specified, counterparty search is carried out by TIN or name.
ru: Автоматическое заполнение реквизитов контрагента по ОГРН из ЕГРЮЛ/ЕГРИП. Если ОГРН не заполнен, поиск контрагента осуществляется по ИНН или наименованию.

# Action_FillFromServiceHint
source: Fill in Automatically by PSRN / TIN
ru: Заполнить автоматически по ОГРН / ИНН

# Action_OpenOnDueDiligenceWebsite
source: Open Due Diligence Website
ru: Открыть на сайте проверки

# Action_OpenOnDueDiligenceWebsiteDescription
source: Open counterparty's page on due diligence website
ru: Открытие страницы контрагента на сайте проверки контрагентов

# Action_OpenOnDueDiligenceWebsiteHint
source: Open Counterparty Due Diligence Website
ru: Открыть на сайте проверки контрагента

# Property_Name
source: Name
ru: Наименование

# Property_Note
source: Note
ru: Примечание

# AdditionalInfoTemplate
source: [City], TIN [TIN], TRRC [TRRC], [LegalName]
ru: [City], ИНН [TIN], КПП [TRRC], [LegalName]
