Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Parties/Sungero.Parties.Shared/CompanyBase/CompanyBase.*.resx
Languages: ru

# ErrorCantDeleteDependentCompany
source: The company is a copy of the business unit and cannot be deleted.
ru: Организация является копией нашей организации, и ее невозможно удалить.

# IncorrectTinLength
source: TIN must contain 10 digits for companies, 12 digits for individual entrepreneurs.
ru: ИНН должен состоять из 10 цифр для организаций, 12 - для ИП.

# TinTrrcDuplicate
source: Duplicate found by TIN/TRRC: {0} {1}.
ru: Найден дубль по ИНН/КПП: {0} {1}.

# IncorrecPsrnLength
source: PSRN must contain 13 or 15 digits.
ru: ОГРН должен состоять из 13 или 15 цифр.

# IncorrecNceoLength
source: The NCEO code must consist of 8 digits for companies, 10 digits for private entrepreneurs, and 14 digits for TOSP (Territory Separated Structural Units).
ru: Код ОКПО должен состоять из 8 цифр для организаций, 10 - для ИП, 14 - для ТОСП.

# HeadCompanyCyclicReference
source: The selected company is the child of the current one. Select another head company.
ru: Выбранная организация является дочерней по отношению к текущей. Выберите другую головную организацию.

# NeedFillTinAndTrrcForSendInvitation
source: To send an exchange invitation, specify counterparty's TIN and TRRC.
ru: Чтобы отправить приглашение контрагенту, заполните его ИНН и КПП.

# NeedFillTinAndTrrcForCanExchange
source: To check exchangeability, specify counterparty's TIN and TRRC.
ru: Чтобы проверить возможность обмена с контрагентом, заполните его ИНН и КПП.

# ErrorNeedFillTinPsrnNameForService
source: Specify PSRN, TIN or name.
ru: Заполните ОГРН, ИНН или наименование.

# ErrorCompanyNotFoundInService
source: Counterparty with the specified requisites was not found. Specify requisites more precisely to search further.
ru: Контрагент с указанными реквизитами не найден. Уточните реквизиты для дальнейшего поиска.

# FillFromServiceSuccess
source: Requisites filled in successfully
ru: Реквизиты заполнены успешно

# FoundSeveralCompaniesInService
source: Select a counterparty to fill in the requisites. {0} found on service. Adjust your search criteria if required.
ru: Выберите контрагента для заполнения реквизитов. В сервисе найдено: {0}. При необходимости уточните реквизиты.

# ChoseCompanyDialogTitle
source: Select Company
ru: Заполнение реквизитов

# NeedFillTinForDueDiligenceWebsite
source: Fill in counterparty's TIN for due diligence
ru: Для проверки контрагента необходимо заполнить ИНН

# NeedFillPsrnForDueDiligenceWebsite
source: Fill in counterparty's PSRN for due diligence
ru: Для проверки контрагента необходимо заполнить ОГРН

# FoundMoreThanNCompaniesInService
source: Select a counterparty to fill in the requisites. {1} found on service, first {0} shown. Adjust your search criteria if required.
ru: Выберите контрагента для заполнения реквизитов. В сервисе найдено: {1}, показаны первые {0}. При необходимости уточните реквизиты.

# FillFrom
source: Counterparty
ru: Контрагент

# ErrorForbidden
source: You should have an active subscription to automatically fill in the fields.
ru: Для автоматического заполнения данных требуется действующая подписка на новые версии и сервисы.

# ErrorNotFound
source: Service for supplying information on companies is unavailable. Try again later.
ru: Сервис предоставления информации о компаниях недоступен. Повторите попытку позднее.

# ErrorInService
source: An error occurred when trying to connect to service for supplying information on companies.
ru: При обращении к сервису предоставления информации по контрагенту произошла ошибка.

# CompanySelectDialogText
source: {0} (TIN: {1})
ru: {0} (ИНН: {1})

# ErrorNoLicense
source: You have no license, or it is corrupt.
ru: Лицензия отсутствует или повреждена.

# CompanySelectDialogTextWithTRRC
source: {0} (TIN: {1} TRRC: {2})
ru: {0} (ИНН: {1} КПП: {2})

# ContactAdministrator
source: Contact your system administrator.
ru: Обратитесь к администратору системы.

# ErrorUnauthorized
source: Service is unavailable.
ru: Доступ к сервису ограничен.

# ErrorTooManyRequests
source: Maximum number of requests to the service has been exceeded. Try again on the next day.
ru: Превышено максимальное количество запросов к сервису. Повторите попытку на следующий день.

# NotOnlyDigitsPsrn
source: PSRN must contain only digits.
ru: Введите ОГРН, состоящий только из цифр.

# NotOnlyDigitsTrrc
source: TRRC must contain only digits.
ru: Введите КПП, состоящий только из цифр.

# IncorrectTrrcLength
source: TRRC must contain 9 digits.
ru: КПП должен состоять из 9 цифр.
