Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/ApprovalSigningAssignment/ApprovalSigningAssignmentSystem.*.resx
Languages: ru

# Enum_Result_Sign
source: Sign
ru: Подписать

# Action_Sign
source: Sign
ru: Подписать

# Action_SignHint
source: Sign Document
ru: Подписать документ

# Action_SignConfirmationMessage
source: Sign the document?
ru: Подписать документ?

# Action_SignDescription
source: Complete the assignment and sign the document with result "Approved"
ru: Выполнение задания и подписание документа с результатом "Утверждено"

# Enum_Result_ForRevision
source: For Rework
ru: На доработку

# Action_ForRevision
source: For Rework
ru: На доработку

# Action_ForRevisionHint
source: Send Document for rework
ru: Отправить документ на доработку

# Action_ForRevisionConfirmationMessage
source: Send the document for rework?
ru: Отправить документ на доработку?

# Action_ForRevisionDescription
source: Send document for rework and sign the document with result "Not Approved"
ru: Отправка на доработку и подписание документа с результатом "Не согласовано"

# Enum_Result_Abort
source: Reject
ru: Отказать

# Action_Abort
source: Reject
ru: Отказать

# Action_AbortHint
source: Reject Signing Document
ru: Отказать в подписании документа

# Action_AbortConfirmationMessage
source: Reject document signing?
ru: Отказать в подписании документа?

# Action_AbortDescription
source: Reject on document signing and return the document to the employee responsible for the rework.
ru: Отказ в подписании документа и возврат его ответственному за доработку.

# Action_ApprovalForm
source: Approval Form
ru: Лист согласования

# Action_ApprovalFormDescription
source: View approval form for the document
ru: Открытие листа согласования по документу

# Action_ApprovalFormHint
source: View Approval Form
ru: Открыть лист согласования

# Ribbon_Approving_7ae5cfafa1034027a5ce49ec9eb2bf39
source: Report
ru: Отчет

# DisplayName
source: Sign document
ru: Подписание

# AccusativeDisplayName
source: Sign document
ru: Подписание

# CollectionDisplayName
source: Sign document
ru: Подписание

# Ribbon_AsgGroup_ac82503a7a4749d0b90c9bb512c4559c
source: Signing
ru: Подписание

# Property_Stage
source: Stage
ru: Этап

# Footer_ActiveEmptyText
source: Note…
ru: Комментарий…

# Property_CompletedBy
source: Completed by
ru: Выполнил

# Action_CreateCoverLetter
source: Create Cover Letter
ru: Создать сопр. письмо

# Action_CreateCoverLetterDescription
source: Create a cover letter for the document you want to send
ru: Создать сопроводительное письмо для отправляемого документа

# Action_CreateCoverLetterHint
source: Create Cover Letter for Document
ru: Создать сопроводительное письмо

# Ribbon_DocumentPackage_d5bc28d4bab04103ac903d6d15f8fcc4
source: Document package
ru: Пакет документов

# Property_IsCollapsed
source: IsCollapsed
ru: Схлопнуто

# Property_IsConfirmSigning
source: Is confirm signing of the document
ru: Подтверждение подписания

# Form_35dbdf5da26743a6bf1457e0db9f4f76
source: Stages
ru: Регламент

# Property_CollapsedStagesTypesSig
source: Combined stage types
ru: Типы объединенных этапов

# Property_StageNumber
source: Stage number
ru: Номер этапа

# Enum_Result_ConfirmSign
source: ConfirmSigning
ru: Подтвердить подписание

# Action_ConfirmSign
source: Confirm Signing
ru: Подтвердить подписание

# Action_ConfirmSignHint
source: Confirm Document Signing.
ru: Подтвердить подписание документа руководителем.

# Action_ConfirmSignConfirmationMessage
source: Confirm that the document is signed by manager?
ru: Подтвердить подписание документа руководителем?

# Action_ConfirmSignDescription
source: Confirm that a paper-based document was signed by manager.
ru: Подтверждение подписания документа руководителем на бумажном носителе.

# Action_CreateActionItem
source: Create Action Item
ru: Создать поручение

# Action_CreateActionItemDescription
source: Create action item and send it for execution
ru: Создание поручения и отправка его на исполнение

# Action_CreateActionItemHint
source: Create Action Item on Document
ru: Создать поручение по документу

# Ribbon_ExecutionGroup_96b2278aa81c4fa8b8ad5058c8ea8f06
source: Execution
ru: Исполнение

# ControlGroup_6d03b7de120248d9986e271ea534dfd6
source: Approval Form
ru: Лист согласования

# Property_DeliveryMethod
source: Delivery method
ru: Способ доставки

# Property_ExchangeService
source: Exchange service
ru: Сервис обмена

# Action_SendViaExchangeService
source: Send via exchange service
ru: Отправить через сервис обмена

# Action_SendViaExchangeServiceDescription
source: Send the document to counterparty via document exchange service. If the document was initially received from the counterparty and requires a signature, you will be asked to specify result of signing. This command is only available if you are included into role "Users authorized to work via exchange service".
ru: Отправка документа контрагенту через сервис обмена электронными документами. Если документ получен от контрагента и требует подписания, у вас будет запрошен результат подписания. Действие доступно для пользователей, которые включены в роль "Пользователи с правами на работу через сервис обмена".

# Action_SendViaExchangeServiceHint
source: Send or return document to counterparty via exchange service
ru: Отправить или вернуть документ контрагенту через сервис обмена

# Property_DeliveryMethodDescription
source: Delivery method description
ru: Описание способа доставки

# ControlGroup_43edb78565d44e739ab8183252a37735
source: Delivery Method
ru: Способ доставки

# Action_CreateAcquaintance
source: Send for Acquaintance
ru: Отправить на ознакомление

# Action_CreateAcquaintanceDescription
source: Send document by acquaintance task.
ru: Отправить документ на ознакомление.

# Action_CreateAcquaintanceHint
source: Send for Acquaintance
ru: Отправить на ознакомление

# ControlGroup_323ce45888934d359d03aaa7ac692379
source: Document Requisites
ru: Реквизиты документа

# Action_SendByMail
source: Send by email
ru: Отправить вложением в письмо

# Action_SendByMailDescription
source: Send document content to a mail recipient.
ru: Отправка содержимого документа по электронной почте.

# Action_SendByMailHint
source: Send by email
ru: Отправить по электронной почте

# Property_ReworkPerformer
source: Send for rework to
ru: Отв. за доработку

# Action_ExtendDeadline
source: Deadline Extension Request
ru: Запросить продление срока

# Action_ExtendDeadlineHint
source: Request for Deadline Extension
ru: Запросить продление срока задания

# Action_ExtendDeadlineDescription
source: Send request for deadline extension of assignment
ru: Отправить запрос продления срока задания

# Ribbon_DeadlineGroup_5db09c338b144a63b38c1738375a2800
source: Deadline
ru: Срок
