Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Parties/Sungero.Parties.Shared/Module.*.resx
Languages: ru

# WrongEmailFormat
source: The format of the email address is incorrect.
ru: Введенный адрес электронной почты имеет неверный формат.

# WrongWebsite
source: Cannot go to website. Website address is malformed.
ru: Не удалось перейти на сайт. Введен некорректный адрес сайта.

# WizardTinInputStepDescription
source: Step 1. Enter counterparty's TIN to send document exchange invitation. Specify TRRC, if required.
ru: Шаг 1. Введите ИНН контрагента для отправки приглашения к электронному обмену документами. При необходимости укажите КПП.

# WizardCounterpartySelectedStepDescription
source: Step 2. Send document exchange invitation to the counterparty. Counterparties found in the exchange services: {0}. Change the counterparty and business unit exchange box, if required.
ru: Шаг 2. Отправьте контрагенту приглашение к обмену документами. В сервисах обмена найдено контрагентов: {0}. При необходимости измените контрагента и абонентский ящик нашей организации.

# WizardMailInviteStepDescription
source: Step 2. Invite counterparty by email. Counterparty with TIN {0} and TRRC {1} is not registered in the specified exchange services. You can send an invitation to the counterparty by email.
ru: Шаг 2. Пригласите контрагента по электронной почте. Контрагент с ИНН {0} и КПП {1} не зарегистрирован в указанных сервисах обмена. Вы можете пригласить его по электронной почте.

# WizardMailInviteStepDescriptionShort
source: Step 2. Invite counterparty by email. Counterparty with TIN {0} is not registered in the specified exchange services. You can send an invitation to the counterparty by email.
ru: Шаг 2. Пригласите контрагента по электронной почте. Контрагент с ИНН {0} не зарегистрирован в указанных сервисах обмена. Вы можете пригласить его по электронной почте.

# WizardStatusStepDescriptionShort
source: Document exchange with this counterparty is already allowed.
ru: Обмен документами с этим контрагентом уже разрешен.

# WizardStatusStepActiveDescription
source: Exchange with the counterparty allowed.
ru: Обмен с контрагентом разрешен.

# WizardInviteResultStepDecriptionShort
source: Invitation to the counterparty was sent successfully.
ru: Приглашение контрагенту успешно отправлено.

# WizardInviteResultStepDecription
source: Invitation to the counterparty was sent successfully. Counterparty: {0} (TIN {1}, TRRC {2}). Business unit: {3}. Exchange service: {4}.
ru: Приглашение контрагенту успешно отправлено. Контрагент: {0} (ИНН {1}, КПП {2}). Наша организация: {3}. Сервис обмена: {4}.

# WizardTitle
source: Invite Counterparty by TIN
ru: Пригласить контрагента по ИНН

source: TIN
ru: ИНН

source: Counterparty
ru: Контрагент

# WizardFrom
source: Exchange box
ru: Абонентский ящик

# WizardBack
source: Back
ru: Назад

# WizardNext
source: Next
ru: Далее

source: Open Card
ru: Открыть карточку

# WizardInviteByEmail
source: Invite by Email
ru: Пригласить по эл. почте

# WizardInvite
source: Invite
ru: Пригласить

# WizardCompleted
source: Finish
ru: Готово

# WizardCounterpartyView
source: {0} (TIN {1}, TRRC {2}, {3})
ru: {0} (ИНН {1}, КПП {2}, {3})

# WizardCounterpartyViewShort
source: {0} (TIN {1}, {2})
ru: {0} (ИНН {1}, {2})

# ContactAdministrator
source: Contact your system administrator.
ru: Обратитесь к администратору системы.

# NeedToBeIncludedInRole
source: To send exchange invitation to the counterparty, you must be included into role "Users authorized to work via exchange service"
ru: Для приглашения контрагента к обмену необходимо быть участником роли "Пользователи с правами на работу через сервис обмена".

# WizardStatusStepBlockedDescription
source: Exchange with the counterparty blocked.
ru: Обмен с контрагентом заблокирован.

# WizardStatusStepApprovingByCADescription
source: Waiting for reply from the counterparty.
ru: От контрагента ожидается ответ на приглашение к обмену.

# WizardStatusStepApprovingByUsDescription
source: You received a counter exchange invitation from the counterparty.
ru: От контрагента поступило встречное приглашение к обмену.

# WizardMailBody
source: Dear Sir or Madam,%0D%0A%0D%0A {0} invites you to exchange electronic documents via {2} exchange service.%0D%0A To register, click {3}.%0D%0A%0D%0A Yours faithfully%0D%0A {1}%0D%0A
ru: Добрый день!%0D%0A%0D%0A {0} приглашает вас к обмену электронными документами через сервис {2}.%0D%0A Ссылка для регистрации: {3}%0D%0A%0D%0A С Уважением,%0D%0A {1}%0D%0A

# WizardMailSubject
source: {0} invites you to exchange documents
ru: {0} приглашает к обмену электронными документами

# WizardCancel
source: Cancel
ru: Отмена

source: TRRC
ru: КПП

# WizardCounterpartyFullName
source: {0} (TIN {1}, TRRC {2})
ru: {0} (ИНН {1}, КПП {2})

# WizardCounterpartyFullNameShort
source: {0} (TIN {1})
ru: {0} (ИНН {1})

# WizardExchangeServices
source: Exchange Services
ru: Сервисы обмена

# WizardCounterpartySelectedStepOneDescription
source: Step 2. Send document exchange invitation to the counterparty.
ru: Шаг 2. Отправьте контрагенту приглашение к обмену документами.

# WizardCounterpartyInfo
source: Counterparty: {0} (TIN {1}, TRRC {2}).
ru: Контрагент: {0} (ИНН {1}, КПП {2}).

# WizardCounterpartyInfoShort
source: Counterparty: {0} (TIN {1}).
ru: Контрагент: {0} (ИНН {1}).

# WizardFromMany
source: Exchange boxes:
ru: Абонентские ящики:

# WizardSyncronizationInProcess
source: Counterparty is being synced. You can open the counterparty card and start document exchange after the sync completes.
ru: Выполняется синхронизация контрагента. Вы сможете открыть карточку контрагента и начать обмен документами после завершения синхронизации.

# DistributionListCounterpartyName
source: From distribution list
ru: По списку рассылки

# OrganizationResponsible
source: Responsible for company
ru: Ответственный за организацию
