Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Parties/Sungero.Parties.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Counterparties
ru: Контрагенты

# CoverTitle
source: Counterparties
ru: Контрагенты

# CoverGroup_Exchange
source: Electronic Exchange
ru: Электронный обмен

# CoverAction_ActiveCounterparties
source: Exchange Allowed
ru: Обмен разрешен

# CoverAction_BlockedCounterparties
source: Exchange Blocked
ru: Обмен заблокирован

# CoverAction_CreateCompany
source: New Company
ru: Создать организацию

# CoverAction_SearchOrganization
source: Search
ru: Поиск

# CoverAction_ShowContactPersons
source: Contact Persons
ru: Контактные лица

# CoverAction_ShowAllCompanies
source: Companies
ru: Организации

# CoverAction_CreatePerson
source: New Person
ru: Создать персону

# CoverAction_CreatePersona
source: New Person
ru: Создать персону

# CoverAction_ShowPersons
source: Persons
ru: Персоны

# CoverGroup_Persons
source: Persons
ru: Персоны

# CoverGroup_Organization
source: Companies
ru: Организации

# CoverGroup_Companies
source: Companies
ru: Организации

# CoverGroup_ContactPersons
source: Contact Persons
ru: Контактные лица организаций

# CoverGroup_Links
source: Related Information
ru: Связанная информация

# CoverAction_ShowSettlements
source: Cities
ru: Населенные пункты

# CoverAction_ShowRegions
source: Regions
ru: Регионы

# CoverAction_ShowCountries
source: Countries
ru: Страны

# CoverDescription_ShowContactPersons
source: Stores information about representatives of your counterparties so you can contact them quickly.
ru: Справочник предназначен для хранения сведений о представителях организаций-контрагентов для быстрой связи с ними.

# CoverDescription_ShowPersons
source: Stores information about all individuals (counterparties, employees, contacts) that our company deals with.
ru: Справочник предназначен для хранения структурированных сведений обо всех физических лицах (контрагентах, сотрудниках, контактах), с которыми взаимодействует наша компания.

# CoverDescription_SearchOrganization
source: Search for companies by specified search criteria.
ru: Найти организацию по заданным критериям.

# CoverDescription
source: This module is where you can organize and save information about the people and companies that you communicate with.
ru: Модуль предназначен для управления сведениями об организациях и физических лицах, контактных лицах организаций-контрагентов.

# CoverAction_CreateContact
source: New Contact Person
ru: Создать контакт

# CoverDescription_ShowRegions
source: Stores information about states and provinces of the country.
ru: Справочник предназначен для хранения сведений об административно-территориальном делении стран.

# CoverDescription_ShowSettlements
source: Stores information about cities, towns and other settlements.
ru: Открытие справочника населенных пунктов.

# CoverDescription_ShowCountries
source: Stores information about countries.
ru: Открытие справочника стран.

# CoverDescription_ShowAllCompanies
source: Stores information about companies that our company deals with.
ru: Справочник предназначен для хранения сведений об организациях, с которыми взаимодействует наша компания.

# CoverDescription_ActiveCounterparties
source: Сounterparties with which you can exchange legal documents via exchange services
ru: Контрагенты, с которыми разрешен электронный обмен через сервисы юридически значимого документооборота

# CoverDescription_BlockedCounterparties
source: Сounterparties with which document exchange is not allowed
ru: Контрагенты, с которыми электронный обмен заблокирован

# sf_1f0ee6ab_06cb_4f66_bf2d_97abb3ea1a43
source: Exchange Blocked
ru: Обмен заблокирован

# FilterPanel_ExchangeService_0c2ea93fe5ad4f72aba4fc5e9971b135
source: Exchange service
ru: Сервис обмена

# FilterPanel_BusinessUnit_72e51db5f4e4421982dc9f2ac1db6392
source: Business unit
ru: Наша организация

# FilterPanel_Main_ec07491a6dc44f979bbcf75f412d758a
source: Main
ru: Основное

# sf_87d25407_dbad_46a4_927c_34d0e11562dc
source: Waiting For Reply
ru: Ожидается ответ на приглашение

# FilterPanel_Main_bec76875de304f4f93fa6b23cca90dd7
source: Main
ru: Основное

# FilterPanel_ExchangeService_bec613359ffe4aa9878bf5dfe5ec06ac
source: Exchange service
ru: Сервис обмена

# FilterPanel_BusinessUnit_89a75bde942c433294fed9b156ff06a5
source: Business unit
ru: Наша организация

# CoverAction_InvitedCounterparties
source: Waiting For Reply
ru: Ожидается ответ на приглашение

# CoverDescription_InvitedCounterparties
source: Counterparties who have not replied to our exchange invitation yet or who have sent an invitation to our company
ru: Контрагенты, от которых ожидается ответ на приглашение или от которых поступило приглашение к электронному обмену

# CoverAction_ShowBanks
source: Banks
ru: Банки

# CoverDescription_ShowBanks
source: Register of banks.
ru: Реестр банков.

# CoverAction_InviteCounterparty
source: Invite Counterparty by TIN
ru: Пригласить контрагента по ИНН

# CoverDescription_InviteCounterparty
source: Quickly invite a counterparty by its TIN and TRRC to exchange legal documents via exchange services.
ru: Быстрое приглашение контрагента по его ИНН/КПП к электронному обмену через сервисы юридически значимого документооборота.

# CoverGroup_Integration
source: Integration
ru: Интеграция

# CoverAction_DueDiligenceWebsite
source: Counterparty Due Diligence Websites
ru: Сайты проверки контрагента

# CoverDescription_DueDiligenceWebsite
source: Stores information on websites used for counterparty due diligence
ru: Справочник предназначен для настройки сайтов, используемых для проверки надежности контрагента.

# AsyncHandler_Description_668982ea29e34f4c99086d1dfca2b51a
source: Update the contact's name when the person's name is changed
ru: Обновление имени контакта при изменении имени персоны
