Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/ApprovalRuleBase/ApprovalRuleBase.*.resx
Languages: ru

# ManyAdditionallyApp
source: A rule branch may have at most one stage of approval with additional approvers.
ru: В одной ветке правила должно быть не более одного этапа с дополнительными согласующими.

# ManyManager
source: A rule branch may have at most one stage of approval with manager.
ru: В одной ветке правила должно быть не более одного этапа согласования с руководителем.

# ManySign
source: A rule branch may have at most one signing stage.
ru: В одной ветке правила должно быть не более одного этапа подписания.

# ManyRegister
source: A rule branch may have at most one document registration stage.
ru: В одной ветке правила должно быть не более одного этапа регистрации документа.

# ApproveBeforeSign
source: Approval stages must go before signing stages.
ru: Этапы согласования должны идти до этапов подписания.

source: Stage numbers must be unique.
ru: Номера этапов в регламенте должны быть уникальными.

# RuleHasTasksInProcess
source: Cannot edit approval rule route as this approval rule has tasks in process.
ru: Схема правила закрыта от изменения, так как по этому правилу есть стартованные задачи.

# DuplicateNotFound
source: Duplicate rules not found.
ru: Дубли правила не найдены.

# DuplicateDetected
source: Duplicate records found.
ru: Обнаружены дублирующие записи.

# CantRegisterAllDocumentKinds
source: Performer must be included in registration group that registers documents of the selected document flow.
ru: Исполнитель этапа регистрации должен быть включен в группу регистрации, которая регистрирует документы выбранного документопотока.

# IncompatibleDocumentGroupsExcluded
source: Incompatible document groups have been excluded from criteria.
ru: Несовместимые группы документов были исключены из условий.

# IncompatibleDocumentKindsExcluded
source: Incompatible document kinds have been excluded from criteria.
ru: Несовместимые виды документов были исключены из условий.

# RuleMustHaveAtLeastOneStage
source: The rule must have at least one approval stage.
ru: Правило должно содержать хотя бы один этап.

# StateViewSignHeader
source: Confirm signing
ru: Подтверждение подписания

# StateViewSignNone
source: Signatory is not specified
ru: Подписывающий не указан

# StateViewSignSignatory
source: Signatory: {0}
ru: Подписывающий: {0}

# StateViewApproveStartType
source: Start – {0}
ru: Старт – {0}

# StateViewApproveReworkAfterEach
source: If at least one approver rejected the document, it will be returned for rework.
ru: Если хотя бы один из согласующих отклонил документ, он будет возвращен на доработку.

# StateViewStatusCompleted
source: Completed
ru: Завершен

# StateViewStatusAborted
source: Aborted
ru: Прекращен

# StateViewStatusInProcess
source: In process
ru: В работе

# StateViewManagerNone
source: Manager is not specified
ru: Руководитель не указан

# StateViewApproversNone
source: Approvers are not specified
ru: Исполнители не указаны

# StateViewAddresseeNone
source: Assignee is not specified for the review stage
ru: Адресат не указан

# StateViewAssistantNone
source: Assignee is not specified for the action item
ru: Исполнитель не указан

# ReviewAndSignStageShouldBeBeforeExecution
source: Reviewing and signing must go before creating action items.
ru: Этапы рассмотрения и подписания должны идти до этапа создания поручений.

# ManyExecution
source: A rule branch may have at most one stage of creating action items on document.
ru: В одной ветке правила должно быть не более одного этапа создания поручений по документу.

# ManyReview
source: A rule branch may have at most one stage of reviewing by recipient.
ru: В одной ветке правила должно быть не более одного этапа рассмотрения адресатом.

# StateViewHeaderUndefinedCondition
source: Condition not defined
ru: Условие не вычислено

# StateViewFillingReviewingResultHeader
source: Process resolution
ru: Обработка резолюции

# StateViewAddressee
source: Addressee: {0}
ru: Адресат: {0}

# StateViewHeaderDocumentNone
source: Document for approval not selected
ru: Документ для согласования не выбран

# ExecutionStageWithoutReviewOrSign
source: In a rule branch, creating action items must be preceded by a review by addressee or signing stage.
ru: В одной ветке правила до этапа создания поручений должен быть этап рассмотрения адресатом и/или подписания.

# SignStageShouldBeBeforeReview
source: Signing must go before reviewing.
ru: Этап подписания должен идти до этапа рассмотрения.

# ChartGroupApproval
source: Main Stages
ru: Основные этапы

# ChartGroupDocumentHandling
source: Document Processing
ru: Обработка документа

# ChartGroupCounterpartyEndorsing
source: Correspondence with Counterparty
ru: Переписка с контрагентом

# ChartGroupConditions
source: Conditions
ru: Условия

# ChartDeleteQuestion
source: Remove the block from the schema?
ru: Удалить блок из схемы?

# ConditionNotSupportedByThisDocument
source: Cannot apply condition of type "{0}" to some document kinds.
ru: Условие типа "{0}" не может быть применено к некоторым видам документов.

# ChartDeleteConditionRemark
source: If you remove the condition, all its route blocks will be removed as well.
ru: При удалении условия будут удалены все блоки схемы, которые находятся в ветках этого условия.

# ConfigStagesOnSchema
source: Choose an approval stage for the selected items.
ru: Для выделенных элементов схемы выберите этап согласования.

# ConfigConditionsOnSchema
source: Add conditions to the approval scheme.
ru: Настройте условия в схеме согласования.

# ReviewStageShouldBeBeforeExecution
source: Reviewing stage must go before creating action items.
ru: Этап рассмотрения должен идти до этапа создания поручений.

# SignStageShouldBeBeforeExecution
source: Signing must go before creating action items.
ru: Этап подписания должен идти до этапа создания поручений.

# UnreachableRoutesExists
source: The scheme contains unreachable elements.
ru: Схема содержит недостижимые элементы.

# CantUseRoleWithoutStage
source: Role "{0}" specified in the selected stages cannot be used in rule branch without stage "{1}".
ru: Роль "{0}", указанная в отмеченных этапах, не может использоваться в ветке правила без этапа "{1}".

# StateViewApproverNone
source: Performer is not specified
ru: Исполнитель не указан

# CantUseProjectRole
source: Role "{0}" specified in the selected stages can only be used for project documents.
ru: Роль "{0}", указанная в отмеченных этапах, может использоваться только для документов по проекту.

# StageNotSupportedByThisDocument
source: Role "{0}" cannot be used with some document kinds.
ru: Роль "{0}" не может использоваться с некоторыми видами документов.

# ApprovalRuleSetActive
source: Approval rule is available in rule-based approval tasks.
ru: Правило доступно для выбора в задачах на согласование по регламенту.

# NewVersionNotAllowed
source: New version of the rule already exists.
ru: Новая версия правила уже существует.

# SignatureSettingsNotSet
source: <b>Signature setting is not created</b>
ru: <b>Не настроено право подписи</b>

# Addressee
source: <b>Addressee</b>
ru: <b>Адресат</b>

# Action_DoCloseConfirmationDescription
source: Draft approval rule will be closed and not available for edits.
ru: Черновик правила согласования будет закрыт и недоступен для изменений.

# ClosePreviousRule
source: The previous active version of approval rule will be closed.
ru: Действующая версия правила будет закрыта.

# Action_CreateVersionConfirmationDescriptionStatusClosed
source: Create new version of approval rule for edits.
ru: Создать новую версию правила согласования для внесения изменений.

# Action_CreateVersionConfirmationDescriptionStatusNotClosed
source: Create new version of approval rule for edits. The current version of the rule will be available for use.
ru: Создать новую версию правила согласования для внесения изменений. Текущая версия правила будет доступна для использования.

# StateViewSendNote
source: Delivery method: {0} {1}
ru: Способ доставки: {0} {1}

# StateViewSendToManyAddressees
source: from distribution list
ru: по списку рассылки

# ConditionNotAvaliableDocumentFlow
source: Condition "{0}" contains document kinds that do not correspond to the rule document flow.
ru: Условие "{0}" содержит виды документов, не соответствующие документопотоку правила.

# ConditionNotAvaliableDocumentKind
source: Condition "{0}" contains document kinds that are not specified in the rule.
ru: Условие "{0}" содержит виды документов, не указанные в правиле.

# IncorrectReworkDeadline
source: Rework deadline must be a positive value.
ru: Срок может принимать только положительное значение.

# IncorrectMaxReworkDeadline
source: Rework deadline must be less than {0} days.
ru: Срок должен быть меньше {0} дней.

# RuleMustHaveOtherStages
source: A rule must include other stages besides scripts.
ru: Правило должно содержать другие этапы кроме этапов с выполнением сценария.

# CantUseRolesWithoutReviewStage
source: Role "{0}" specified in the marked stages cannot be used in a rule branch that does not include stages "Review by addressee" or "Review by addressees".
ru: Роль "{0}", указанная в отмеченных этапах, не может использоваться в ветке правила без этапа "Рассмотрение адресатом" или "Рассмотрение несколькими адресатами".
