Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.Docflow/Sungero.Docflow.Shared/ApprovalRuleBase/ApprovalRuleBaseSystem.*.resx
Languages: ru

# Property_Name
source: Name
ru: Имя

# Property_DocumentKinds
source: Document kinds
ru: Виды документов

# Property_Departments
source: Departments
ru: Подразделения

# Property_Stages
source: Stages
ru: Этапы

# DisplayName
source: Approval Rule
ru: Правило согласования

# AccusativeDisplayName
source: Approval Rule
ru: Правило согласования

# CollectionDisplayName
source: Approval Rules
ru: Правила согласования

# ControlGroup_f3590c8082b048218ed94b7ba0e72b53
source: Criteria
ru: Критерии

# Property_Status
source: State
ru: Состояние

# Enum_Status_Active
source: Active
ru: Действующая

# Enum_Status_Closed
source: Closed
ru: Закрытая

# Property_Priority
source: Priority
ru: Приоритет

# Property_BusinessUnits
source: Business units
ru: Наши организации

# Ribbon_Reports_5981ad88b8714f3d8b4d9ae68ac77c83
source: Report
ru: Отчет

# Action_ShowActiveTasks
source: Tasks by Rule
ru: Задачи по правилу

# Action_ShowActiveTasksDescription
source: Show actual tasks created by rule
ru: Поиск активных задач по данному правилу

# Action_ShowActiveTasksHint
source: Search Tasks by Rule
ru: Показать задачи по правилу

# Action_ShowDuplicate
source: Show Duplicates
ru: Показать дубли

# Action_ShowDuplicateDescription
source: Show rules with the same criteria: Business units, Document kinds, Departments.
ru: Показать правила с совпадающими условиями: наши организации, виды документов, подразделения.

# Action_ShowDuplicateHint
source: Show Duplicate Rules
ru: Показать дубли

# Ribbon_Search_1f08362f6a1344cb95905a5b51c85c30
source: Search
ru: Поиск

# Property_DocumentGroups
source: Document groups
ru: Группы документов

# Property_DocumentFlow
source: Document flow
ru: Документопоток

# Enum_DocumentFlow_Outgoing
source: Outgoing
ru: Исходящий

# Enum_DocumentFlow_Inner
source: Internal
ru: Внутренний

# Property_IsDefaultRule
source: Is default rule?
ru: Это правило по умолчанию?

# Property_Transitions
source: Transitions
ru: Переходы

# Enum_DocumentFlow_Incoming
source: Incoming
ru: Входящий

# Enum_DocumentFlow_Contracts
source: Contracts
ru: Договоры

# Property_Conditions
source: Conditions
ru: Условия

# Form_6efafdcbdf404bbd9f84f1897d5f2659
source: Schema
ru: Схема

# Property_Note
source: Note
ru: Примечание

# ControlGroup_e3e0198fbf844301890bf6df3a35c616
source: Note
ru: Примечание

# Action_ChartAddManagerStage
source: By manager
ru: Согласование с руководителем

# Action_ChartAddSignStage
source: Sign
ru: Подписание

# Action_ChartAddApproversStage
source: Approval
ru: Согласование

# Action_ChartAddRegisterStage
source: Register
ru: Регистрация

# Action_ChartAddSendingStage
source: Send to counterparty
ru: Отправка контрагенту

# Action_ChartAddSimpleAgrStage
source: Assignment
ru: Задание

# Action_ChartAddPrintStage
source: Print
ru: Печать

# Action_ChartAddControlReturnStage
source: Check return
ru: Контроль возврата

# Action_ChartAddNoticeStage
source: Notice
ru: Уведомление

# Action_ChartAddReviewStage
source: Review by addressee
ru: Рассмотрение адресатом

# Action_ChartAddExecutionStage
source: Create action item
ru: Создание поручений по документу

# Action_ChartAddCondition
source: Condition
ru: Условие

# Action_ChartDeleteStage
source: Delete
ru: Удалить

# Action_ChartDeleteStageDescription
source: Delete the stage permanently
ru: Удаление этапа без возможности восстановления

# Action_ChartDeleteStageHint
source: Delete
ru: Удалить

# Action_ChartSelectStage
source: Select Stage
ru: Выбрать этап

# Action_ChartSelectStageDescription
source: Select the stage from the list
ru: Выбор этапа из списка

# Action_ChartSelectStageHint
source: Select Stage
ru: Выбрать этап

# Action_ChartConfigStage
source: Open card
ru: Открыть карточку

# Action_ChartConfigStageDescription
source: Open the stage card
ru: Открытие карточки этапа

# Action_ChartConfigStageHint
source: Open card
ru: Открыть карточку

# Action_ChartConfigCondition
source: Customize
ru: Настроить

# Action_ChartConfigConditionDescription
source: Configure the approval condition
ru: Настройка условия согласования

# Action_ChartConfigConditionHint
source: Customize
ru: Настроить

# Action_ChartDeleteCondition
source: Delete
ru: Удалить

# Action_ChartDeleteConditionDescription
source: Delete the condition permanently
ru: Удаление условия без возможности восстановления

# Action_ChartDeleteConditionHint
source: Delete
ru: Удалить

# Action_TakeScreenshot
source: Open as Image
ru: Открыть как изображение

# Action_TakeScreenshotDescription
source: Open an approval scheme in an image viewer application
ru: Открытие схемы согласования в программе для просмотра изображений.

# Action_TakeScreenshotHint
source: Open Approval Scheme as Image
ru: Открыть схему согласования как изображение

# Ribbon_Scheme_7abb704e4e5240b0b52127d77c13a0f9
source: Scheme
ru: Схема

# Enum_Status_Draft
source: Draft
ru: Черновик

# Property_ParentRule
source: Previous version
ru: Пред. версия

# Action_CreateVersion
source: Create Version
ru: Создать версию

# Action_CreateVersionDescription
source: Create new version of approval rule for edits.
ru: Создать новую версию правила согласования для внесения изменений.

# Action_CreateVersionHint
source: Create New Version of Approval Rule
ru: Создать новую версию правила согласования

# Action_CreateVersionConfirmationMessage
source: Create new version of approval rule for edits?
ru: Создать новую версию правила для изменения?

# Ribbon_Version_82debe6cd3ef4796b03ef145372b40df
source: State
ru: Состояние

# Action_DoActive
source: Make Active
ru: Сделать действующим

# Action_DoActiveDescription
source: Make rule available for selecting in rule-based approval tasks. The previous version of the rule will be closed.
ru: Сделать правило доступным для выбора в задачах на согласование по регламенту. Предыдущая версия правила будет закрыта.

# Action_DoActiveHint
source: Make Approval Rule Active
ru: Сделать правило согласования действующим

# Action_DoActiveConfirmationMessage
source: Make approval rule active?
ru: Сделать правило согласования действующим?

# Action_DoActiveConfirmationDescription
source: The rule will be available for selecting in rule-based approval tasks.
ru: Правило станет доступно для выбора в задачах на согласование по регламенту.

# Action_DoClose
source: Close Rule
ru: Закрыть правило

# Action_DoCloseDescription
source: Make the rule not available for selecting in rule-based approval tasks. Actual tasks created by the rule will continue.
ru: Сделать правило недоступным для выбора в задачах на согласование по регламенту. Текущие задачи по данному правилу будут продолжены.

# Action_DoCloseHint
source: Close Approval Rule
ru: Закрыть правило согласования

# Action_DoCloseConfirmationMessage
source: Close approval rule?
ru: Закрыть правило согласования?

# Action_DoCloseConfirmationDescription
source: The rule will be not available for selecting in rule-based approval tasks. Actual tasks created by the rule will continue.
ru: Правило станет недоступно для выбора в задачах на согласование по регламенту. Текущие задачи по данному правилу будут продолжены.

# Property_VersionNumber
source: Version
ru: Версия

# Action_ShowAllVersions
source: Show Rule Versions
ru: Показать версии правила

# Action_ShowAllVersionsDescription
source: Show all versions of the current approval rule
ru: Показать все версии текущего правила согласования

# Action_ShowAllVersionsHint
source: Show All Rule Versions
ru: Показать все версии правила

# Property_IsSmallApprovalAllowed
source: Allow approval with decreasing number of approvers
ru: Разрешить согласование с уменьшающимся кругом согласующих

# Action_ShowApprovalRulesConsolidatedReport
source: Summary Report
ru: Сводный отчет

# Action_ShowApprovalRulesConsolidatedReportDescription
source: View the report about approval rules settings broken down by company structure, docflows and document kinds.
ru: Контроль настройки правил согласования в разрезе организационной структуры, документопотоков и видов документов

# Action_ShowApprovalRulesConsolidatedReportHint
source: Approval Rules Summary Report
ru: Сводный отчет по правилам согласования

# Ribbon_Reports_5ff9cc5eb9e14886bf71fe47c1add152
source: Report
ru: Отчет

# Action_PrintApprovalRule
source: Print Approval Rule
ru: Печать правила согласования

# Action_PrintApprovalRuleDescription
source: View scheme and summary information about properties and criteria of the approval rule.
ru: Детальное представление схемы, сводная информация о свойствах и критериях правила согласования.

# Action_PrintApprovalRuleHint
source: Print Approval Rule
ru: Печать правила согласования

# Property_ReworkPerformerType
source: Resp. employee
ru: Ответственный

# Enum_ReworkPerformerType_Author
source: Approval initiator
ru: Инициатор согласования

# Enum_ReworkPerformerType_EmployeeRole
source: Employee/Role
ru: Сотрудник/роль

# Property_ReworkPerformer
source: Employee/Role
ru: Сотрудник/роль

# Property_ReworkDeadline
source: Deadline, days
ru: Срок, дней

# ControlGroup_0429c1605cd04244a9e5fdb5a80cba72
source: Document Rework
ru: Доработка

# Enum_ReworkPerformerType_ApprovalRole
source: Approval role
ru: Роль согласования

# Property_ReworkApprovalRole
source: Approval role
ru: Роль согласования

# Property_NeedRestrictInitiatorRights
source: Limit access rights of approval initiator to "Read"
ru: Понизить права инициатора согласования до "Просмотр"

# ControlGroup_1ad6b6a5457f4d188578ffde5a756506
source: Access Rights to Documents
ru: Права на документы

# Action_ChartAddFunctionStage
source: Script
ru: Сценарий

# Action_ChartAddFunctionStageDescription
source: Script execution
ru: Выполнение сценария

# Action_ChartAddFunctionStageHint
source: Execute Script
ru: Выполнение сценария
