Repository: ybiryukovBTLAB/DirectumRX
Catalog: Sungero.FinancialArchiveUI/Sungero.FinancialArchiveUI.Shared/ModuleSystem.*.resx
Languages: ru

# DisplayName
source: Financial Archive
ru: Финансовый архив

# CoverTitle
source: Financial Archive
ru: Финансовый архив

# CoverDescription
source: This module is where you can store, manage and search for financial and economic documents as well as prepare for a tax audit
ru: Модуль предназначен для учета, хранения и поиска финансово-хозяйственных документов, а также для подготовки к проверкам

# CoverGroup_Documents
source: Documents
ru: Документы

# CoverGroup_LinkedInformation
source: Related Information
ru: Связанная информация

# CoverGroup_Search
source: Document Search
ru: Поиск документов

# CoverAction_CreateDocument
source: New Document
ru: Создать документ

# CoverDescription_CreateDocument
source: Create contract statements, waybills, tax invoices, and universal transfer documents
ru: Быстрое создание актов, накладных, счетов-фактур, универсальных передаточных документов

# CoverAction_AllFinancialDocuments
source: Financial Documents
ru: Финансовые документы

# CoverDescription_AllFinancialDocuments
source: Contains the list of all financial documents: contract statements, waybills, tax invoices, and universal transfer documents
ru: Список всех финансовых документов: актов, накладных, счетов-фактур и универсальных передаточных документов

# CoverAction_AllContractualDocuments
source: Contracts and Supplemental Agreements
ru: Договоры и дополнительные соглашения

# CoverDescription_AllContractualDocuments
source: Contains the list of all active, terminated and closed contracts and supplemental agreements
ru: Список всех действующих, расторгнутых и исполненных договоров и дополнительных соглашений

# CoverAction_SearchByRequisites
source: Search in Archive
ru: Поиск по архиву

# CoverDescription_SearchByRequisites
source: Search for financial documents by requisites
ru: Поиск финансовых документов по реквизитам

# CoverAction_SearchAndExport
source: Export Documents
ru: Выгрузка документов

# CoverDescription_SearchAndExport
source: Bulk export of documents from archive to submit them to a tax authority or for other inspections
ru: Массовая выгрузка документов из архива для их предоставления в налоговые органы или для прочих проверок

# CoverAction_Organizations
source: Companies
ru: Организации

# CoverDescription_Organizations
source: Stores information about companies that our company deals with.
ru: Организации, с которыми взаимодействует наша компания

# CoverAction_Contacts
source: Contact Persons
ru: Контакты

# CoverDescription_Contacts
source: Stores information about representatives of your counterparties so you can contact them quickly.
ru: Информация о контактных лицах организаций

# CoverAction_Persons
source: Persons
ru: Персоны

# CoverDescription_Persons
source: Stores information about all individuals (counterparties, employees, contacts) that our company deals with.
ru: Физические лица (контрагенты, сотрудники, контакты), с которыми взаимодействует наша организация

# sf_727ee230_9497_48cd_bceb_096fe7fc9a63
source: Contracts and Supp. Agreements
ru: Договоры и доп.соглашения

# FilterPanel_DocumentTypeGroup_8817db1ca27a4a359d8f47f97382b3e3
source: Document types
ru: Типы документов

# FilterPanel_Contracts_a786d7dbb13549ae8c3efc85dd4572da
source: Contracts
ru: Договоры

# FilterPanel_SupAgreements_a31e69fa35134be48d41208eeea03eef
source: Supp. agreements
ru: Доп. соглашения

# FilterPanel_Main_3516acd0080e4daf897c43895f06a80f
source: Main
ru: Основное

# FilterPanel_DocumentKind_0ee0fe5432a347b2a4b64714bb61cf05
source: Document kind
ru: Вид документа

# FilterPanel_Category_c072cc0b90da486492af748b16ac621f
source: Category
ru: Категория

# FilterPanel_Contractor_767ac60de6cd4827b1d12ecfe1be6344
source: Counterparty
ru: Контрагент

# FilterPanel_BusinessUnit_a0394bb7bcc94981bcd9c596320a92cc
source: Business unit
ru: Наша организация

# FilterPanel_Department_2b9983dc3d84412683c044eb1caf9f18
source: Department
ru: Подразделение

# FilterPanel_Period_68f72961985e42ad8de2415d8d0bb1ac
source: Period
ru: Период

# FilterPanel_CurrentMonth_8c5a6cdc39fe464fbf45f0f61dca82e9
source: Current month
ru: Текущий месяц

# FilterPanel_PreviousMonth_5cfa2b2893314e649a870fb7a811ba1e
source: Previous month
ru: Предыдущий месяц

# FilterPanel_CurrentQuarter_2cf479f5ff0f41c6932291b73b88bc09
source: Current quarter
ru: Текущий квартал

# FilterPanel_PreviousQuarter_f260ac74a9884f6bbf92f077a6ae2c20
source: Previous quarter
ru: Предыдущий квартал

# FilterPanel_ManualPeriod_f5d649ff2b7e45249b1f62d50282e1fe
source: User-defined period:
ru: Произвольный период:

# CoverGroup_Control
source: Archive Integrity Control
ru: Контроль полноты архива

# CoverAction_DocumentsWithoutScan
source: Missing Scanned Copies
ru: Отсутствуют скан-копии

# CoverDescription_DocumentsWithoutScan
source: Financial documents which have no versions or whose last version is not a scanned copy
ru: Финансовые документы, у которых последняя версия не является скан-копией или версии отсутствуют

# CoverAction_SignAwaitedDocuments
source: Waiting for Signature
ru: Ожидают подписания

# CoverDescription_SignAwaitedDocuments
source: Electronic financial documents to be signed by our company or by a counterparty
ru: Финансовые документы в электронном формате, которые ожидают подписания нашей организацией или контрагентом

# sf_7dd47bdf_ac4b_4919_a6f1_4ed67d7e086a
source: Missing Scanned Copies
ru: Отсутствуют скан-копии

# sf_0e79392a_07bb_42e8_85fa_3be38d8a4cc5
source: Waiting for Signature
ru: Ожидают подписания

# FilterPanel_GeneralGroup_600eb2bbb4a0494c94eedc922dbe72ff
source: Main
ru: Основное

# FilterPanel_BusinessUnit_5a1e446a6ffd4e6b8062f6db111a0920
source: Business unit
ru: Наша организация

# FilterPanel_Department_e2416c28e36e4ddbb254998a191dec8f
source: Department
ru: Подразделение

# FilterPanel_Counterparty_b931a9e2ce794f3781a7541f18306d6a
source: Counterparty
ru: Контрагент

# FilterPanel_Period_414a87692ba246a0bf1ec08d4513570a
source: Period
ru: Период

# FilterPanel_CurrentMonth_b11530ae4f83466fa4f6026c0b6ebf37
source: Current month
ru: Текущий месяц

# FilterPanel_PreviousMonth_6b2e6b2ca4b14832a3d7ab22c9ebe0ac
source: Previous month
ru: Предыдущий месяц

# FilterPanel_CurrentQuarter_fc82358a460c4e7fbeebdf55412d092b
source: Current quarter
ru: Текущий квартал

# FilterPanel_PreviousQuarter_ada7ff5817cf4a438ddf239fe17746d6
source: Previous quarter
ru: Предыдущий квартал

# FilterPanel_ManualPeriod_5771599b9a2b4fb193927cf03834f44f
source: User-defined period:
ru: Произвольный период:

# FilterPanel_GeneralGroup_e387d2ff42bf464d9ccf57173fe5f150
source: Main
ru: Основное

# FilterPanel_Period_66111e78e4824c79b3a4159f75a00db5
source: Period
ru: Период

# FilterPanel_BusinessUnit_856d0217b3184e20aa502d745e2fca82
source: Business unit
ru: Наша организация

# FilterPanel_CurrentMonth_ed951c0ce7f44fa5a9f1b4f2e1c5870f
source: Current month
ru: Текущий месяц

# FilterPanel_PreviousMonth_f2104da227294b15981cd673748a821c
source: Previous month
ru: Предыдущий месяц

# FilterPanel_CurrentQuarter_0ce7f11f226147d4b18e1d306a699ece
source: Current quarter
ru: Текущий квартал

# FilterPanel_PreviousQuarter_dab725f7aad144b482e5223d4f67267a
source: Previous quarter
ru: Предыдущий квартал

# FilterPanel_ManualPeriod_f4d444ec24d4491f9b2fa088b62e4a1a
source: User-defined period:
ru: Произвольный период:

# FilterPanel_Department_d230384ebc084dfd82847cae764260df
source: Department
ru: Подразделение

# FilterPanel_Counterparty_7afc940b75224285b371d66de67e70c7
source: Counterparty
ru: Контрагент

# FilterPanel_ByBusinessUnit_a4a61ec77b3f48e6b426fb31d1dd108c
source: From our Company
ru: Нашей организацией

# FilterPanel_ByCounterparty_51d5b97eadb94ed7be545257eee08975
source: From Counterparty
ru: Контрагентом

# FilterPanel_SignAwaitedBy_a7452ee3427d426198e0600d3338b561
source: Waiting for Signature
ru: Ожидают подписания

# CoverAction_ImportDocument
source: Import XML File for Sending
ru: Импортировать XML-файл для отправки

# CoverDescription_ImportDocument
source: Upload file in a special format (universal transfer document, universal corrective document, goods transfer document, work results transfer document) to send it via legal document exchange services. Sign the created financial document with electronic signature and send it to counterparty.
ru: Загрузить файл обмена установленного формата (УПД, УКД, ДПТ, ДПРР) для отправки через сервисы юридически значимого электронного документооборота. После загрузки в системе будет создан финансово-хозяйственный документ, который необходимо будет подписать электронной подписью и отправить контрагенту.

# CoverGroup_Exchange
source: Electronic exchange
ru: Электронный обмен

# sf_1a28189b_8312_4c0e_bf40_cd8f33166887
source: Power of Attorney List
ru: Реестр доверенностей

# FilterPanel_Last30days_8877ae20f56d4485917add5cc35fc3c3
source: Last 30 days
ru: Последние 30 дней

# FilterPanel_ManualPeriod_ab0e0901383e4f509e8af2d235d8d9fb
source: User-defined period:
ru: Произвольный период:

# FilterPanel_BusinessUnit_e0702a4e10a44c5dbfc05af11c644d13
source: Business unit
ru: Наша организация

# FilterPanel_Contractor_2adc8d2d997642c4802c82e20699077d
source: Counterparty
ru: Контрагент

# FilterPanel_Main_e561d48480844132870f5156359a3978
source: Main
ru: Основное

# FilterPanel_Period_384dc2d88a6946809a555186fe6a1262
source: Document date
ru: Дата документа

# FilterPanel_Category_531d1ac5ad7d40b4bc9742af237abdb1
source: Category
ru: Категория

# FilterPanel_State_3cd5a14f50bf440e94bedaca4c2f8783
source: State
ru: Состояние

# FilterPanel_Draft_d333c7b4b61842a686411383811cca90
source: Draft
ru: В разработке

# FilterPanel_Active_e6034db33690496094b6208e41b0cacf
source: Active
ru: Действующий

# FilterPanel_Executed_7906e82d24a4486c88fc09fa08140acd
source: Closed
ru: Исполнен

# FilterPanel_Terminated_c633b2f3ef1f42fbbbc6d0f051f26673
source: Terminated
ru: Расторгнут

# FilterPanel_Cancelled_cd382af6d6f74881bbcecdf554447788
source: Cancelled
ru: Аннулирован

# FilterPanel_DocumentKind_d27880601b714b11ac171ea000c87c42
source: Document kind
ru: Вид документа

# FilterPanel_Last365days_a0a91a718858434cb77d3e888d656c97
source: Last 365 days
ru: Последние 365 дней

# FilterPanel_DocumentTypeGroup_003ff7ce7f814b83ab4ea108c7943fce
source: Document types
ru: Типы документов

# FilterPanel_Contracts_10391e5a4cf74867b9c9f8154a2648ae
source: Contracts
ru: Договоры

# FilterPanel_SupAgreements_e42ccf1d6aa54e2ea1863c2f8bd6e761
source: Supp. agreements
ru: Доп. соглашения

# FilterPanel_Document_bc5c4d548a384771be74c141d05562d0
source: Document
ru: Документ

# FilterPanel_DocumentKind_ec4f3505dd3643459a1defd201f38933
source: Document kind
ru: Вид документа

# FilterPanel_Category_204a674665884ad9b597bd272c503a1a
source: Category
ru: Категория

# FilterPanel_Contractor_2ec8dc498432404fb403214cb7b26180
source: Counterparty
ru: Контрагент

# FilterPanel_BusinessUnit_e3ba81cc35af4baab30474e904271e5f
source: Business unit
ru: Наша организация

# FilterPanel_Responsible_dcf036f7c21e416d8374d07ba530dca2
source: Responsible person
ru: Ответственный

# FilterPanel_Document_2832e16b4bac457b92a54e87531aab72
source: Document
ru: Документ

# FilterPanel_DocumentKind_f9c182401a58457789ed0a414cafb03c
source: Document kind
ru: Вид документа

# FilterPanel_Category_7be3338fb125400d87e6b53773007bd4
source: Category
ru: Категория

# FilterPanel_Contractor_abe9e4b156f04d47addfa467595246ba
source: Counterparty
ru: Контрагент

# FilterPanel_BusinessUnit_934d0be326ad4acbbf81dc51079425f5
source: Business unit
ru: Наша организация

# FilterPanel_Responsible_b88d10ea38254be58cb18fbe15e88233
source: Person responsible for return
ru: Ответственный за возврат

# FilterPanel_Group_3f5f08fcde1541fc8d27c5f390aad62d
source: Overdue
ru: Просроченные

# FilterPanel_OverdueGroup_3f5f08fcde1541fc8d27c5f390aad62d
source: Overdue
ru: Просроченные

# FilterPanel_OnlyOverdue_9323f1fd9bd74889ba51b8e5db0ad112
source: Only overdue
ru: Только просроченные

# FilterPanel_State_66975b602c1148c6baca3816373e5e95
source: State
ru: Состояние

# FilterPanel_Concluded_7dea411ac4c544c18112ef592fdafaba
source: Concluded
ru: Заключены за период

# FilterPanel_Executed_9be6a37e43a942a28e0ff3d665442d41
source: Closed
ru: Исполнены за период

# FilterPanel_Terminated_1989dffd82aa4272aa38748528b435d8
source: Terminated
ru: Расторгнуты за период

# FilterPanel_Cancelled_58bfce84c2f1471e85d1a106acc17cf4
source: Cancelled
ru: Аннулированы за период

# FilterPanel_Document_92d42c1a59d84aa08e2562457ba223d5
source: Document
ru: Документ

# FilterPanel_DocumentKind_06c5d4d7101c4345911ab04c6c1c9f12
source: Document kind
ru: Вид документа

# FilterPanel_Category_99b52b123c5d4237902b546177ab437d
source: Category
ru: Категория

# FilterPanel_BusinessUnit_7715cc950de9497692bf9a9280007800
source: Business unit
ru: Наша организация

# FilterPanel_Responsible_b6e75cd8670c4371b791d8a7897e2d29
source: Responsible person
ru: Ответственный

# FilterPanel_Period_a43be82f9e174af89ec423026ae9c247
source: Period
ru: Интервал времени

# FilterPanel_DocumentTypeGroup_f3838da119f047eea2f7d4c975460efc
source: Document types
ru: Типы документов

# FilterPanel_Contracts_a5c3126fae5b4e58a6a390904b0706c2
source: Contracts
ru: Договоры

# FilterPanel_SupAgreements_3388df145ff041b0a8125b352fc8acc8
source: Supp. agreements
ru: Доп. соглашения

# FilterPanel_Last30days_e8f85890820443a891b24434dc5c902b
source: Last 30 days
ru: Последние 30 дней

# FilterPanel_Last365days_7e7299aa659b495686247fdc82e7fb44
source: Last 365 days
ru: Последние 365 дней

# FilterPanel_ManualPeriod_ffe95bda6e61466c82cff730c0e5dd0a
source: User-defined period:
ru: Произвольный период:

# FilterPanel_Status_3dbf085c0c7d4fc7b9c785ef2e38c7d9
source: Document
ru: Документ

# FilterPanel_DocumentKind_b23be1bf5fb74e98ad7f0a612b26adb1
source: Document kind
ru: Вид документа

# FilterPanel_Located_b73188f3195b4b7f9c7a7c36e4eb0324
source: Located
ru: Находится

# FilterPanel_Employee_dfe4df01b9eb412a950972a5d69974ca
source: At employee
ru: У сотрудника

# FilterPanel_Department_c7c5fa767604491f8c302dbbab595644
source: In department
ru: В подразделении

# FilterPanel_Parametrs_4848266759584ad398fa91fca1557880
source: Received from
ru: Получен из

# FilterPanel_RegistrationGroup_201966940ea54e5fb7d578a72c8aad5a
source: Registration group
ru: Группа регистрации

# FilterPanel_File_1f66e6bd987f410b938933d3acfcffa9
source: File
ru: Дело

# FilterPanel_OverdueGroup_2e1d7d2e85454c259287bbf6f08d0c2a
source: Overdue
ru: Просроченные

# FilterPanel_Overdue_4d6a140abf6d40fabeead9b2b7f59806
source: Only overdue
ru: Только просроченные

# FilterPanel_ReturnPeriod_a9fb23c80fac45b2beb012d9720bd886
source: Scheduled return date
ru: Должен быть возвращен

# FilterPanel_EndDay_34643f2519d34124b15c4e96177ca945
source: Today
ru: До конца дня

# FilterPanel_EndWeek_5164df427aaa4d3b82264468ca102d3e
source: This week
ru: До конца недели

# FilterPanel_EndMonth_40aae83909e64e5cb51d012bbf0a313c
source: This month
ru: До конца месяца

# FilterPanel_Manual_a53de89d8ac74b58971f7954758b0f32
source: User-defined period:
ru: В период:

# FilterPanel_Department_a0b90086de3c4a9cb3ebf9fe2162dabd
source: Department
ru: Подразделение

# FilterPanel_SupAgreements_5ce6d611bd6f400e93d98540838d3cdb
source: Supp. agreements
ru: Доп. соглашения

# FilterPanel_Contracts_d646f5e3dbec4ad49d5f62705b805c9a
source: Contracts
ru: Договоры

# FilterPanel_DocumentTypeGroup_b8ac06d46caf4e179aa0599c41105929
source: Document types
ru: Типы документов

# FilterPanel_Status_63c542ab8c3d434483eb51a12adfd4b9
source: Status
ru: Состояние

# FilterPanel_Draft_afb61c31a1284641a535dba81b12790d
source: Draft
ru: Черновик

# FilterPanel_Active_e4cb9f5ca0bf4c9c8096a7c2073d7b0f
source: Active
ru: Действующая

# FilterPanel_Closed_cb3c02c09e3d45948ed6d6a7922f0714
source: Closed
ru: Закрытая

# FilterPanel_Criteria_6008fb4ce5264b0ebc1fdccb6a185e15
source: Criteria
ru: Критерии

# FilterPanel_BusinessUnit_794ec2ce6a964da8b7cf8e5dd67ff0f6
source: Business unit
ru: Наша организация

# FilterPanel_DocumentKind_5712df35e3b74e9cbd71d8299bd677ef
source: Document kind
ru: Вид документа

# FilterPanel_Department_aa30e05091ce415982d1591535b9dc78
source: Department
ru: Подразделение

# FilterPanel_Status_44a38bd69fc9455c929b1e5307083d1a
source: Status
ru: Состояние

# FilterPanel_Active_5bb2c61d64e04f9da3498d8ea30ed507
source: Active
ru: Действующая

# FilterPanel_Closed_0ae349923f924f928bf439c47d44cefd
source: Closed
ru: Закрытая

# FilterPanel_DocumentKindGroup_7bd428f9c7474f729b9be1c332133d83
source: Document kind
ru: Вид документа

# FilterPanel_PolicyType_89e5b1a657e34365b615c0187e38f8e7
source: Policy Type For
ru: Тип политики

# FilterPanel_StoragePolicy_934914bd4fe84b1f906ed7d99609abbb
source: Document Storage
ru: Хранения

# FilterPanel_RetentionPolicy_3ee03aaf32d24c8fa5cd32d2dbb57f29
source: Document Retention
ru: Перемещения

# FilterPanel_Status_5d892545176640f9a4db1d058457c489
source: State
ru: Статус

# FilterPanel_Period_723e7129ca9b481a9fe378efe60ba8af
source: Valid
ru: Действует

# FilterPanel_Registered_50362b39103a451d9b517a5aaffefef1
source: Registered
ru: Зарегистрирован

# FilterPanel_NotRegistered_ef54267a09fb43b2bc9115a7eebbd3df
source: Not registered
ru: Не зарегистрирован

# FilterPanel_Reserved_83b8f13ff7fc43e4b54279235b589750
source: Reserved
ru: Зарезервирован

# FilterPanel_ManualPeriod_34d44e64872d4f66876de4e1c415b856
source: For period:
ru: В периоде:

# FilterPanel_DraftState_ce3400211e14469faf5e51e8ba9d671f
source: Draft
ru: В разработке

# FilterPanel_ActiveState_0ff804e5213141ddb1ca6cf607a26cc2
source: Active
ru: Действующий

# FilterPanel_ObsoleteState_3d0e534ad7a748c89a359b39cf65ec6d
source: Obsolete
ru: Устаревший

# FilterPanel_Performer_cd94a69344484e3abf89ce5d27f7f7ba
source: Issued to
ru: Кому выдана

# FilterPanel_Today_67df8444a9de4325ba9e944f0fce9740
source: Today
ru: Сегодня

# FilterPanel_DocumentRegister_b192c22e56c7420eaf89bd6c575c4e62
source: Document register
ru: Журнал регистрации

# FilterPanel_DocumentKind_dee48bc56d5b43c6a264d704b79036b7
source: Document kind
ru: Вид документа

# FilterPanel_BusinessUnit_2a8c2b3958fc47ca8dafcdb32b8ddbf0
source: Business unit
ru: Наша организация

# FilterPanel_Department_dded2cb1d528405c81f39a09564a4e96
source: Department
ru: Подразделение

# CoverAction_PowerOfAttorneyList
source: Power of Attorney List
ru: Реестр доверенностей

# CoverDescription_PowerOfAttorneyList
source: Powers of attorney, including formalized powers of attorney, issued to business unit employees.
ru: Доверенности, выданные сотрудникам нашей организации, в том числе электронные.
